{
  "An applicant for a health insurance policy returns a completed application to her agent, along with a check for the first premium. She receives a conditional receipt two weeks later. Which of the following has the insurer done by this point?": "Neither approved the application nor issued the policy",
  "What is a definition of a unilateral contract?": "One-sided: only one party makes an enforceable promise.",
  "Which of the below statements is FALSE regarding the process of completing and signing an application?": "Only the insured is required to sign the application.",
  "When an insured makes truthful statements on the application for insurance and pays the required premium, it is known as which of the following?": "Consideration",
  "Mr. R. purchases a health insurance policy for his daughter, who recently graduated from college. The daughter receives the required medical examination, and the insurance application. Who needs to sign the application?": "The agent, Mr. R and his daughter",
  "A life insurance policy has a legal purpose if both of which of the following elements exist?": "Insurable interest and consent",
  "If only one party to an insurance contract has made a legally enforceable promise, what kind of contract is it?": "Unilateral",
  "Which is true regarding obtaining underwriting sources?": "The applicant must be informed of the sources contacted and how the information is being gathered.",
  "Representations are written or oral statements made by the applicant that are": "Considered true to the best of the applicant's knowledge.",
  "An agent makes a mistake on the application and then corrects his mistake by physically entering the necessary information. Who must then initial that change?": "Applicant",
  "What phase begins after a new policy is delivered?": "Free-look period",
  "What is the term used for an applicant’s written request to an insurer for the company to issue a contract, based on the information provided?": "Application",
  "Contracts that are prepared by one party and submitted to the other party on a take-it-or-leave-it basis are classified as": "Contracts of adhesion.",
  "Which of the following entities can legally bind coverage?": "Insurer",
  "Which of the following would provide an underwriter with information concerning an applicant's health history?": "The Medical Information Bureau",
  "An insurer is attempting to determine the insurability of an applicant and decides to obtain medical information from several different sources. Which entity must be notified of the investigation?": "The applicant",
  "The insurance policy, together with the policy application and any added riders form what is known as": "Entire contract.",
  "In a replacement situation, all of the following must be considered EXCEPT": "Assets.",
  "An insurer neglects to pay a legitimate claim that is covered under the terms of the policy. Which of the following insurance principles has the insurer violated?": "Consideration",
  "Whose responsibility is it to determine if all of the questions on an application have been answered?": "The agent",
  "The Medical Information Bureau (MIB) was created to protect": "Insurance companies from adverse selection by high risk persons.",
  "Which of the following is NOT the consideration in a policy?": "The application given to a prospective insured",
  "An insurance contract must contain all of the following to be considered legally binding EXCEPT": "Beneficiary's consent.",
  "Before a customer’s agent delivers his policy, the insurer makes a last-minute change to the policy. The agent informs the customer of this change, and he accepts it. What must the agent do now?": "The agent should ask the customer to sign a statement acknowledging that he is aware of the change.",
  "Insurable interest can be best described by which of the following?": "The applicant must experience a financial loss due to an accident or sickness that befalls the insured.",
  "An insurance contract requires that both the insured and the insurer meet certain conditions in order for the contract to be enforceable. What contract characteristic does this describe?": "Conditional",
  "Which of the following is NOT an essential element of an insurance contract?": "Counteroffer",
  "An agent tries to sell insurance over the phone to an applicant who appears to be confused, but is eventually able to give enough information for the application to be completed. After the policy was issued, the agent talked to the insured's family, and they explained that the insured was recovering from a surgery and might have been under the influence of medication at the time of application. Which of the following is true?": "The policy may be voided if it can be proven that the applicant was not capable of making a buying decision at the time of application.",
  "When both parties to a contract must perform certain duties and follow rules of conduct to make the contract enforceable, the contract is": "Conditional.",
  "In insurance policies, the insured is not legally bound to any particular action in the insurance contract, but the insurer is legally obligated to pay losses covered by the policy. What contract element does this describe?": "Unilateral",
  "Because an insurance policy is a legal contract, it must conform to the state laws governing contracts which require all of the following elements EXCEPT": "Conditions.",
  "An insured is upset that her new health insurance policy was delivered to her by certified mail and not through her agent. Which of the following is true?": "There is nothing wrong with this form of policy delivery.",
  "Which of the following is a statement that is guaranteed to be true, and if untrue, may breach an insurance contract?": "Warranty",
  "In insurance, an offer is usually made when": "The completed application is submitted.",
  "In terms of parties to a contract, which of the following does NOT describe a competent party?": "The person must have at least completed secondary education.",
  "Which of the following best describes the MIB?": "It is a nonprofit organization that maintains underwriting information on applicants for life and health insurance.",
  "Which of the following protects consumers against the circulation of inaccurate or obsolete personal or financial information?": "The Fair Credit Reporting Act",
  "An agent is in the process of replacing the insured’s current health insurance policy with a new one. Which of the following would be a proper action?": "The old policy should stay in force until the new policy is issued.",
  "In forming an insurance contract, when does acceptance usually occur?": "When an insurer's underwriter approves coverage",
  "The Federal Fair Credit Reporting Act": "Regulates consumer reports.",
  "Which of the following would qualify as a competent party in an insurance contract?": "The applicant has a prior felony conviction.",
  "The proposed insured makes the premium payment on a new insurance policy. If the insured should die, the insurer will pay the death benefit to the beneficiary if the policy is approved. This is an example of what kind of contract?": "Conditional",
  "What is a material misrepresentation?": "A statement by the applicant that, upon discovery, would affect the underwriting decision of the insurance company",
  "An insured stated on her application for life insurance that she had never had a heart attack, when in fact she had a series of minor heart attacks last year for which she sought medical attention. Which of the following will explain the reason a death benefit claim is denied?": "Material misrepresentation",
  "An insurer has made all of the decisions regarding the provisions included in the insured's policy. The insured finds an objectionable provision and wants to negotiate it with the insurer but is not allowed to do so. Her only options are to reject the policy or accept it as is. Which contract feature does this describe?": "Adhesion",
  "Who makes up the Medical Information Bureau?": "Insurers",
  "When would a misrepresentation on the insurance application be considered fraud?": "If it is intentional and material",
  "An insured who has an Accidental Death and Dismemberment policy loses her left arm in an accident. What type of benefit will she most likely receive from this policy?": "The capital amount in a lump sum",
  "What happens if a non-member physician is utilized under the Point-Of-Service plan?": "The attending physician will be paid a fee for service, but the member patient will have to pay a higher coinsurance amount.",
  "How can a new physician be added to the PPO's approved list?": "Agree to follow the PPO standards and charge the appropriate fees.",
  "An insured is involved in a car accident. In addition to general, less serious injuries, he permanently loses the use of his leg and is rendered completely blind. The blindness improves a month later. To what extent will he receive Presumptive Disability benefits?": "No benefits",
  "Which statement accurately describes group disability income insurance?": "The extent of benefits is determined by the insured’s income.",
  "An insured’s long-term care policy is scheduled to pay a fixed amount of coverage of $120 per day. The long-term care facility only charged $100 per day. How much will the insurance company pay?": "$120 a day",
  "If a business owner becomes totally disabled, a Business Overhead Expense policy will pay all of the following EXCEPT": "Loss of the owner's income.",
  "An insured makes regular contributions to his Health Savings Account. How are those contributions treated in regards to taxation?": "They are tax deductible.",
  "Which of the following types of LTC is NOT provided in an institutional setting?": "Home health care",
  "Because of the history of cancer in her family, Julie purchased a policy that specifically covers the expense of treating cancer. Her policy would be classified as what type of policy?": "Dread Disease Policy",
  "Most policies will pay the accident death benefits as long as the death is caused by the accident and occurs within": "90 days.",
  "Most LTC plans have which of the following features?": "Guaranteed renewability",
  "COBRA applies to employers with at least": "20 employees.",
  "Which of the following would NOT be considered a limited coverage policy?": "Major medical expense insurance",
  "Who can provide skilled nursing care?": "Doctor",
  "Occasional visits by which of the following medical professionals will NOT be covered under LTC's home health care?": "Attending physician",
  "All of the following long-term care coverages would allow an insured to receive care at home EXCEPT": "Skilled care.",
  "Regarding a PPO, which of the following is correct when selecting a primary care physician?": "All of the above are correct",
  "Which of the following answers does NOT describe the principal goal of a Preferred Provider Organization?": "Provide medical services only from physicians in the network",
  "Which of the following is NOT covered under a long-term care policy?": "Acute care in a hospital",
  "Under HIPAA, which of the following is INCORRECT regarding eligibility requirements for conversion to an individual policy?": "An individual who was previously covered by group health insurance for 6 months is eligible.",
  "In long-term care (LTC) policies, as the benefit period lengthens, the premium": "Increases.",
  "The primary purpose of disability income insurance is to": "Replace income lost due to a disability.",
  "What type of care is Respite care?": "Relief for a major care giver",
  "What is the typical deductible for basic surgical expense insurance?": "$0",
  "After a person's employment is terminated, it is possible to obtain individual health insurance after losing the group health coverage provided by the employer. Which of the following is NOT true?": "By law, the new, individual policy must provide the same benefits as the group insurance policy.",
  "What is the initial period of time specified in a disability income policy that must pass, after the policy is in force, before a loss can be covered?": "Probationary period",
  "How many consecutive months of coverage (other than in an acute care unit of a hospital) must LTC insurance provide in this state?": "12",
  "A new employee who meets HIPAA eligibility requirements must be issued health coverage on what basis?": "Guaranteed",
  "A policy available to business owners that provides payment for normal business expenses in the event that the owner is disabled is called": "Business Overhead Expense.",
  "What is the period of coverage for events such as death or divorce under COBRA?": "36 months",
  "Regarding the taxation of Business Overhead policies,": "Premiums are deductible and benefits are taxed.",
  "HIPAA applies to groups of": "2 or more.",
  "Qualified medical expenses paid for participants in a Medical Savings Account (MSA) are": "Not taxable.",
  "Under the Accidental Death and Dismemberment (AD&D) coverage, what type of benefit will be paid to the beneficiary in the event of the insured’s accidental death?": "Principal sum",
  "Long-term care coverage may be available as any of the following options EXCEPT": "Endorsement to a health policy.",
  "Which of the following long-term care benefits would provide coverage for care for functionally impaired adults on a less than 24-hour basis?": "Adult day care",
  "Which of the following insurance coverages would be allowed with an MSA?": "Long-term care",
  "If a health care plan has characteristics of an HMO and PPO, what type of plan is it?": "POS",
  "Which of the following disability income policies would have the highest premium?": "15-day waiting period / 10-year benefit period",
  "Which statement is NOT true regarding underwriting group health insurance?": "The group is assessed individually for insurability.",
  "Regarding long-term care coverage, as the elimination period gets shorter, the premium": "Gets higher.",
  "In which of the following locations would skilled care most likely be provided?": "In an institutional setting",
  "Which is NOT a characteristic of group health insurance?": "A policy is issued to each insured individual.",
  "In long-term care insurance, what type of care is provided with intermediate care?": "Occasional nursing or rehabilitative care",
  "Which of the following special policies covers unusual risks that are NOT normally included under Accidental Death and Dismemberment coverage?": "Special Risk Policy",
  "Which of the following is available to employers of all sizes?": "HRAs",
  "Which of the following is NOT correct concerning a medical savings account (MSA)?": "MSAs are only available to groups with at least 100 employees.",
  "In a relative value system of determining coverage for a given procedure, what term describes the total amount payable per point?": "Conversion factor",
  "An insured purchased a disability income policy with a 10-year benefit period. The policy stated a 20 day probationary period for illness. If the insured is hospitalized with an illness 2 weeks after the policy was issued, how much will the policy pay?": "Nothing; illness is not covered during the first 20 days of the contract.",
  "Which of the following is considered a qualifying event under COBRA?": "Divorce",
  "Which of the following terms describes a specific dollar amount of the cost of care that must be paid by the member?": "Copayment",
  "What are the three basic coverages for medical expense insurance?": "Hospital, Surgical, Medical",
  "What type of group rating do the Blue Cross and Blue Shield organizations use as a factor in developing the rates to be charged?": "Experience rating",
  "Can an individual who belongs to a POS plan use an out-of-network physician?": "Yes, and they may use any preferred physician, even if not part of the HMO",
  "Long-term care insurance policies must cover which of the following?": "Alzheimer's disease",
  "Which of the following is NOT true regarding a flexible spending account?": "It does not have limits on contributions.",
  "To be eligible under HIPAA regulations, for how long should an individual converting to an individual health plan have been covered under the previous group plan?": "18 months",
  "Which of the following would be an example of a limited accident and health insurance policy?": "A dread disease policy",
  "Underwriting is a major consideration when an insured wishes to replace her current policy for all of the following reasons EXCEPT": "Premiums always stay the same.",
  "Long-term care policies MUST cover": "Alzheimer’s disease.",
  "If a business wants to buy a disability income policy on a key employee, which of the following is considered the applicant?": "The employer",
  "What is the purpose of COBRA?": "To provide continuation of coverage for terminated employees",
  "All of the following statements concerning Accidental Death and Dismemberment coverage are correct EXCEPT": "Death benefits are paid only if death occurs within 24 hours of an accident.",
  "Which of the following would be a qualifying event as it relates to COBRA?": "Termination of employment due to downsizing",
  "In a disability policy, the elimination (or waiting) period refers to the period between": "The first day of disability and the day the insured starts receiving benefits.",
  "A small company offers group health insurance to its employees, but recently has decided to terminate the health insurance contract, leaving the workers without insurance. What can the employees do regarding their insurance?": "Convert to an individual health policy",
  "The annual contribution limit of a Dependent Care Flexible Spending Account is set by": "The IRS.",
  "A typical Accidental Death & Dismemberment policy covers all of the following losses EXCEPT": "Income.",
  "Another term used to describe \"no deductible\" is": "First-dollar basis.",
  "Assuming that all of the following people are covered by a High Deductible Health Plan and are not claimed as dependents on anyone's tax returns, which would NOT be eligible for a Health Savings Account?": "Amanda is 67 and is covered by a basic medical expense policy",
  "Underwriting a group health insurance plan that is paid for by the employer requires all of the following EXCEPT": "Individual members of the group may select the level of benefits for their own coverage.",
  "As it pertains to group health insurance, COBRA stipulates that": "Group coverage must be extended for terminated employees up to a certain period of time at the former employee's expense.",
  "Which of the following is NOT the purpose of HIPAA?": "To provide immediate coverage to new employees who had been previously covered for 18 months",
  "All of the following are the most common variations in a Long-Term Care policy EXCEPT": "Number of family dependents.",
  "Which of the following statements about HRAs is TRUE?": "The account allows roll-over of unused balances at the end of the year at the employer's discretion",
  "What is the maximum amount that can be contributed to an MSA of the high-deductible plan for individuals?": "65%",
  "An employee insured under a group health plan has been paying $25 monthly premium for his group health coverage. The employer has been contributing $75, for the total monthly cost of $100. If the employee leaves the company, what would be his maximum monthly premium for COBRA coverage?": "$102",
  "The period of time immediately following a disability during which benefits are not payable is": "The elimination period.",
  "The gatekeeper of an HMO helps": "Control specialist costs.",
  "In the event of a loss, business overhead insurance will pay for": "Rent.",
  "Which of the below statements does NOT describe a Blue Cross and Blue Shield Plan?": "Services are paid for at the time of use.",
  "Kevin and Nancy are married; Kevin is the primary breadwinner and has a health insurance policy that covers both him and his wife. Nancy has an illness that requires significant medical attention. Kevin and Nancy decide to legally separate, which means that Nancy will no longer be eligible for health insurance coverage under Kevin. Which of the following options would be best for Nancy at this point?": "COBRA",
  "Health Savings Accounts (HSAs) are designed to": "Help individuals save for qualified health expenses.",
  "Bethany studies in England for a semester. While she is there, she is involved in a train accident that leaves her disabled. If Bethany owns a general disability policy, what will be the extent of benefits that she receives?": "None",
  "In comparison to a policy that uses the accidental means definition, a policy that uses the accidental bodily injury definition would provide a coverage that is": "Broader in general.",
  "An insured is hospitalized with a back injury. Upon checking his disability income policy, he learns that he will not be eligible for benefits for at least 30 days. This would indicate that his policy was probably written with a 30-day": "Elimination period.",
  "Which of the following statements regarding Business Overhead Expense policies is NOT true?": "Benefits are usually limited to six months.",
  "A policy which covers medical costs related to a specific condition is called a": "Dread Disease Policy.",
  "Which of the following is true of a PPO?": "Its goal is to channel patients to providers that discount services.",
  "The corridor deductible derives its name from the fact that it is applied between the basic coverage and the": "Major medical coverage.",
  "Benefit periods for individual short-term disability policies will usually continue from": "6 months to 2 years.",
  "Certain conditions, such as dismemberment or total and permanent blindness, will automatically qualify the insured for full disability benefits. Which disability policy provision does this describe?": "Presumptive disability",
  "What is NOT a benefit of a POS plan?": "It allows guaranteed acceptance of all applicants.",
  "If an employee terminates her employment, which of the following provisions would allow her to continue health coverage under an individual policy, if requested within 31 days?": "Conversion",
  "Which of the following is NOT provided by an HMO?": "Reimbursement",
  "An insured has a $1,000 HRA account through his employer. He incurred $750 in medical expenses the first year of the plan. How much, if anything, will the insured be able to roll over toward the next year's expenses?": "$250",
  "A small business owner is the insured under a disability policy that funds a buy-sell agreement. If the owner dies or becomes disabled, the policy would provide which of the following?": "Cash to the owner's business partner to accomplish a buyout",
  "Which of the following individuals is eligible for a Health Savings Account?": "Allison is insured by a High Deductible Health Plan (HDHP)",
  "All of the following are true regarding key person disability income insurance EXCEPT": "Premiums are tax deductible as a business expense.",
  "Which agreement specifies how a business will transfer hands when one of the owners dies or becomes disabled?": "Disability Buy-Sell",
  "An insured is covered by a disability income policy that contains an accidental means clause. The insured exits a bus by jumping down the steps and breaks an ankle. What coverage will apply?": "No coverage will apply, since the injury could have been foreseen.",
  "Which of the following is true regarding optional benefits with long-term care policies?": "They are available for an additional premium.",
  "All of the following would be qualified as a dependent under a Dependent Care Flexible Spending Account, EXCEPT": "Jeremy had to have both legs amputated, but has learned how to take care of himself and to get around in a wheelchair",
  "How are employer contributions to Health Reimbursement Accounts treated in regards to taxation?": "They are tax deductible.",
  "Which of the following statements is NOT correct concerning the COBRA Act of 1985?": "It requires all employers, regardless of the number or age of employees, to provide extended group health coverage.",
  "Medical Savings Accounts (MSAs) are available to small business employees and self-employed individuals who have": "High deductible health insurance.",
  "Which of the following is NOT an advantage of an HRA for an employer?": "HRAs are defined benefit programs",
  "At what age may an individual make withdrawals from an HSA for nonhealth purposes without being penalized?": "65",
  "Insurers usually do not reimburse claimants for 100% of income lost due to disability. What is the reason for insurer limitations on coverage amounts?": "To provide an incentive for the insured to return to work",
  "In a basic expense policy, after the limits of the basic policy are exhausted, the insured must pay what kind of deductible?": "Corridor",
  "Which is true regarding HMO coverage?": "It is divided into geographic territories.",
  "Which of the following is NOT covered by Health Maintenance Organizations (HMOs)?": "Elective services",
  "A health insurance policy that pays a lump sum if the insured suffers a heart attack or stroke is known as": "Critical illness.",
  "Maurice's health insurance plan covers practically all types of medical expenses. Maurice's insurer provides first-dollar coverage for basic benefits, but applies a deductible for major benefits and then pays 80/20 coinsurance. What type of coverage does Maurice have?": "Comprehensive major medical",
  "The maximum amount than can be contributed to an MSA is what percentage of the family deductible for those with family coverage?": "75%",
  "An insured is involved in an accident that renders him permanently deaf, although he does not sustain any other major injuries. The insured is still able to perform his current job. To what extent will he receive Presumptive Disability benefits?": "Full benefits",
  "To be eligible for a Health Savings Account, an individual must be covered by a": "High-deductible health plan.",
  "Todd has been informed that he has a hernia which requires repair. When Todd researches the cost, he learns that his insurance plan will cover 200 points worth of surgical expenses. Each point represents $10, which means that $2000 of his surgery will be covered by his insurance plan. What system is Todd's insurance company using?": "Relative value",
  "In a Disability Income policy, all of the following are considered presumptive disabilities EXCEPT": "Loss of one eye.",
  "Other than for a qualified life event, when can a change be made in benefits for a Flexible Spending Account (FSA)?": "During the open enrollment period",
  "Which of the following riders would NOT increase the premium for a policyowner?": "Impairment rider",
  "Under the Physical Exam and Autopsy provision, how many times can an insurer have the insured examined, at its own expense, while a claim is pending?": "Unlimited",
  "A Health insurance policy lapses but is reinstated within an acceptable timeframe. How soon from the reinstatement date will coverage for accidents become effective?": "Immediately",
  "In an optionally renewable policy, the insurer has which of the following options?": "Increase premiums",
  "When the insured purchased his health policy he was a window washer. He has since changed occupations and now manages a library. If the insurer is notified of the insured's change of occupation, the insurer should": "Adjust the benefit in accordance with the decreased risk.",
  "The provision that states that both the printed contract and a copy of the application form the contract between the policyowner and the insurer is called the": "Entire contract.",
  "An insured wants to name her husband as the beneficiary of her health policy. She also wishes to retain all of the rights of ownership. The insured should have her husband named as what type of beneficiary?": "Revocable",
  "An applicant for an individual health policy failed to complete the application properly. Before being able to complete the application and pay the initial premium, she is confined to a hospital. This will not be covered by insurance because she has not met the conditions specified in the": "Consideration Clause.",
  "The provision that provides for the sharing of expenses between the insured and the insurance company is": "Coinsurance.",
  "What is the contract provision that allows the insurer to nonrenew health coverage if certain events occur?": "Conditionally renewable",
  "Insured Z's health insurance policy year begins in January. His policy contains a carry-over provision. In November, he has a small claim which is less than his deductible. Which of the following is true?": "The insured may carry over the amount of this year’s expenses to next year, which will help satisfy next year’s deductible.",
  "Which of the following provisions is mandatory for health insurance policies?": "Physical examination and autopsy",
  "Which of the following entities has the authority to make changes to an insurance policy?": "Insurer's executive officer",
  "How soon following the occurrence of a covered loss must an insured submit written proof of such loss to the insurance company?": "Within 90 days or as soon as reasonably possible, but not to exceed 1 year",
  "Which of the following statements is true concerning the alteration of optional policy provisions?": "An insurer may change the wording of optional provisions, as long as the change does not adversely affect the policyholder.",
  "When an insurer issues an individual health insurance policy that is guaranteed renewable, the insurer agrees": "To renew the policy until the insured has reached age 65.",
  "Which of the following statements is most correct concerning the changing of an irrevocable beneficiary?": "They can be changed only with the written consent of that beneficiary.",
  "A guaranteed renewable health insurance policy allows the": "Policyholder to renew the policy to a stated age, with the company having the right to increase premiums on the entire class.",
  "An insured notifies the insurance company that he has become disabled. What provision states that claims must be paid immediately upon written proof of loss?": "Time of Payment of Claims",
  "In a group health policy, a probationary period is intended for people who": "Join the group after the effective date.",
  "Which provision states that the insurance company must pay Medical Expense claims immediately?": "Time of Payment of Claims",
  "In health insurance, if a doctor charges $50 more than what the insurance company considers usual, customary and reasonable, the extra cost": "Is not covered.",
  "An insured has endured multiple surgeries and hospitalizations for an illness during the summer months. Her insurer no longer bills her for medical expenses. What term best describes the condition she has met?": "Stop-Loss Limit",
  "Which of the following provisions would prevent an insurance company from paying a reimbursement claim to someone other than the policyowner?": "Payment of Claims",
  "Insurers may change which of the following on a guaranteed renewable health insurance policy?": "Rates by class",
  "What type of policy allows the insurance company to cancel a policy at any time?": "Cancellable",
  "According to the rights of renewability rider for cancellable policies, all of the following are correct about the cancellation of an individual insurance policy EXCEPT": "Unearned premiums are retained by the insurance company.",
  "An insured is killed when a drunk driver’s car slams into his truck. His beneficiary receives triple the amount of the stated death benefit. What provision allows this?": "Multiple indemnity rider",
  "A medical expense policy that establishes the amount of benefit paid based upon the prevailing charges which fall within the standard range of fees normally charged for a specific procedure by a doctor of similar training and experience in that geographic area is known as": "Usual, customary and reasonable.",
  "Which of the following is NOT a feature of a noncancellable policy?": "The insurer may terminate the contract only at renewal for certain conditions.",
  "If the insured under a disability income insurance policy changes to a more hazardous occupation after the policy has been issued, and a claim is filed, the insurance company should do which of the following?": "Adjust the benefit in accordance with the increased risk",
  "Items stipulated in the contract that the insurer will not provide coverage for are found in the": "Exclusions.",
  "A waiver of premium provision may be included with which kind of health insurance policy?": "Disability income",
  "An insured submitted a notice of claim to the insurer, but never received claims forms. He later submits proof of loss, and explains the nature and extent of loss in a hand-written letter to the insurer. Which of the following would be true?": "The insured was in compliance with the policy requirements regarding claims.",
  "Which renewability provision allows an insurer to terminate a policy for any reason, and to increase the premiums for any class of insureds?": "Optionally renewable",
  "When an insured purchased her disability income policy, she misstated her age to the agent. She told the agent that she was 30 years old, when in fact, she was 37. If the policy contains the optional misstatement of age provision": "Amounts payable under the policy will reflect the insured's correct age.",
  "The section of a health policy that states the causes of eligible loss under which an insured is assumed to be disabled is the": "Insuring clause.",
  "An insured purchased a noncancellable health insurance policy 1 year ago. Which of the following circumstances would NOT be a reason for the insurance company to cancel the policy?": "The insured is in an accident and incurs a large claim.",
  "The insuring clause of a disability policy usually states all of the following EXCEPT": "The method of premium payment.",
  "Under a health insurance policy, benefits, other than death benefits, that have not otherwise been assigned, will be paid to": "The insured.",
  "An insured misstated her age on an application for an individual health insurance policy. The insurance company found the mistake after the contestable period had expired. The insurance company will take which of the following actions regarding any claim that has been issued?": "Adjust the claim benefit to reflect the insured's true age",
  "Under the uniform required provisions, proof of loss under a health insurance policy normally should be filed within": "90 days of a loss.",
  "Which provision concerns the insured’s duty to provide the insurer with reasonable notice in the event of a loss?": "Notice of Claim",
  "Which renewability provision are you most likely to see on a travel accident policy?": "Period of time",
  "All of the following are correct about the required provisions of a health insurance policy EXCEPT": "A reinstated policy provides immediate coverage for an illness.",
  "What is the maximum period of time during which an insurer may contest fraudulent misstatements made in a health insurance application?": "As long as the policy is in force",
  "An insured pays a monthly premium of $100 for her health insurance. What would be the duration of the grace period under her policy?": "10 days",
  "An insured pays her Major Medical Insurance premium annually on March 1. Last March she forgot to mail her premium to the company. On March 19, she had an accident and broke her leg. The insurance company would": "Pay the claim.",
  "The premium charged for exercising the Guaranteed Insurability Rider is based upon the insured's": "Attained age.",
  "Under the mandatory uniform provision Notice of Claim, the first notice of injury or sickness covered under an accident and health policy must contain": "A statement that is sufficiently clear to identify the insured and the nature of the claim.",
  "The provision in a health insurance policy that ensures that the insurer cannot refer to any document that is not contained in the contract is the": "Entire contract clause.",
  "A policy with a 31-day grace period implies": "The policy will not lapse for 31 days if the premium is not paid when due.",
  "What is the purpose of coinsurance provisions?": "To help the insurance company to prevent overutilization of the policy",
  "In respect to the consideration clause, which of the following is consideration on the part of the insurer?": "Promising to pay in accordance with the contract terms",
  "Manny has been injured in an accident. Although she is still receiving benefits from her policy, she does not have to pay premiums. Her policy includes": "Waiver of Premium rider.",
  "Which of the following will vary the length of the grace period in health insurance policies?": "The mode of the premium payment",
  "Which of the following riders will provide benefits above the base policy amount?": "Multiple indemnity rider",
  "Which of the following is true regarding elimination periods and the cost of coverage?": "The longer the elimination period, the lower the cost of coverage",
  "The expense for an autopsy covered under the physical exam and autopsy provision is paid by": "The insurer.",
  "Which provision allows the policyholder a period of time, while coverage is in force, to examine a health insurance policy and determine whether or not to keep it?": "Free Look Period",
  "With respect to the Consideration Clause, which of the following would be considered consideration on the part of the applicant for insurance?": "Payment of premium",
  "A man is injured while robbing a convenience store. How does his major medical policy handle the payment of his claim?": "Claim is denied if his policy contains the Illegal Occupation provision.",
  "While a claim is pending, an insurance company may require": "An independent examination as often as reasonably required.",
  "A guaranteed renewable disability insurance policy": "Is renewable at the insured's option to a specified age.",
  "In the event of loss, after a notice of claim is submitted to the insurer, who is responsible for providing claims forms and to which party?": "Insurer to the insured",
  "What is the main difference between coinsurance and copayments?": "Copayment is a set dollar amount.",
  "Shelia has an embolism in her brain. After a week-long hospitalization and subsequent bed rest, she is allowed to work again. Three months later, she develops a second brain embolism. Which provision would determine whether a new set of benefits would cover the second embolism?": "Recurrent Disability Provision",
  "L has a major medical policy with a $500 deductible and 80/20 coinsurance. L is hospitalized and sustains a $2,500 loss. What is the maximum amount that L will have to pay?": "$900 (deductible + 20% of the bill after the deductible [20% of $2,000])",
  "Which of the following statements is true regarding coinsurance?": "The larger the percentage that is paid by the insured, the lower the required premium will be.",
  "Which of the following statements pertaining to Medicare Part A is correct?": "Medicare Part A is automatically provided when an individual qualifies for Social Security benefits at age 65.",
  "Medicare Part A services do NOT include which of the following?": "Outpatient Hospital Treatment",
  "Which of the following is NOT covered under Plan A in Medigap insurance?": "The Medicare Part A deductible",
  "How long is an open enrollment period for Medicare supplement policies?": "6 months",
  "Hospice care is intended for": "The terminally ill.",
  "An applicant is discussing his options for Medicare supplement coverage with his agent. The applicant is 65 years old and has just enrolled in Medicare Part A and Part B. What is the insurance company obligated to do?": "Offer the supplement policy on a guaranteed issue basis",
  "The part of Medicare that helps pay for inpatient hospital care, inpatient care in a skilled nursing facility, home health care and hospice care, is known as": "Part A.",
  "An insured becomes disabled at age 22 and can no longer work. She meets the definition of total disability under Social Security. What other requirement must the insured have met to receive Social Security disability benefits?": "Have accumulated 6 work credits in the past 3 years",
  "Which of the following is INCORRECT concerning Medicaid?": "It is solely a federally administered program.",
  "Which of the following is NOT covered by Medicare?": "Cosmetic surgery",
  "Which of the following must be present in all Medicare supplement plans?": "Plan A",
  "An insured has Medicare Part D coverage. He has reached his initial benefit limit and must now pay 50% of his prescription drug costs. What is the term for this gap in coverage?": "Donut hole",
  "Which of the following statements is CORRECT about Social Security?": "To be eligible, one must meet certain requirements.",
  "Regarding Medicare SELECT policies, what are restricted network provisions?": "They condition the payment of benefits.",
  "Which one of the following is an eligibility requirement for Social Security disability income benefits?": "Fully insured status",
  "Prior to purchasing a Medigap policy, a person must be enrolled in which of the following?": "Parts A and B of Medicare",
  "An insured is covered under a Medicare policy that provides a list of network healthcare providers that the insured must use to receive coverage. In exchange for this limitation, the insured is offered a lower premium. Which type of Medicare policy does the insured own?": "Medicare SELECT",
  "Which of the following is NOT an enrollment period for Medicare Part A applicants?": "Automatic enrollment",
  "In order for an insured under Medicare Part A to receive benefits for care in a skilled nursing facility, which of the following conditions must be met?": "The insured must have first been hospitalized for 3 consecutive days.",
  "Which of the following is NOT covered under Part B of a Medicare policy?": "Routine dental care",
  "The primary eligibility requirement for Medicaid benefits is based upon": "Need.",
  "Concerning Medicare Part B, which statement is INCORRECT?": "It is fully funded by Social Security taxes (FICA).",
  "A Medicare supplement plan must have at least which of the following renewal provisions?": "Guaranteed renewable",
  "Which of the following statements is NOT correct?": "Medicare Advantage must be provided through HMOs.",
  "Which of the following statements concerning Medicare Part B is correct?": "It pays for physician services, diagnostic tests, and physical therapy.",
  "All of the following are covered by Part A of Medicare EXCEPT": "Physician's and surgeon's services.",
  "In which Medicare supplemental policies are the core benefits found?": "All plans",
  "All of the following are advantages of an HMO or PPO for a Medicare recipient EXCEPT": "Elective cosmetic procedures are covered.",
  "In which of the following situations would Social Security Disability benefits NOT cease?": "The individual's son gets a part-time job to help support the family",
  "Which type of care is NOT covered by Medicare?": "Long-term care",
  "Medicaid provides all of the following benefits EXCEPT": "Income assistance for work-related injury.",
  "For how many days of skilled nursing facility care will Medicare pay benefits?": "100",
  "All of the following qualify for Medicare Part A EXCEPT": "Anyone who is willing to pay a premium.",
  "What is another name for social security benefits?": "Old Age, Survivors, and Disability Insurance",
  "Once the person meets the stringent requirements for disability benefits under Social Security, how long is the waiting period before any benefits will be paid?": "5 months",
  "Medicare Part D provides": "Prescription drug benefit.",
  "Which type of Medicare policy requires insureds to use specific healthcare providers and hospitals (network providers), EXCEPT in emergency situations?": "Medicare SELECT",
  "Which statement regarding qualifications for Social Security disability benefits is NOT true?": "The individual must be at least 65 years old.",
  "Which of the following is NOT a factor in determining qualifications for Social Security disability benefits?": "Worker's occupation",
  "In reference to the standard Medicare Supplement benefits plans, what does the term standard mean?": "All providers will have the same coverage options and conditions for each plan.",
  "Which of the following statements is correct?": "HMOs may pay for services not covered by Medicare.",
  "How many pints of blood will be paid for by Medicare Supplement core benefits?": "First 3",
  "Which of the following statements is NOT true concerning Medicaid?": "It consists of 3 parts: Part A: hospitalization, Part B: doctor's services, Part C: disability income.",
  "If a person is disabled at age 27 and meets Social Security's definition of total disability, how many work credits must he/she have earned to receive benefits?": "12 credits",
  "All of the following statements about Medicare supplement insurance policies are correct EXCEPT": "They cover the cost of extended nursing home care.",
  "Following an injury, a policyowner covered under Medicare Parts A & B was treated by her physician on an outpatient basis. How much of her doctor's bill will she be required to pay out-of-pocket?": "20% of covered charges above the deductible",
  "A Medicare SELECT policy does all of the following EXCEPT": "Prohibit payment for regularly covered services if provided by non-network providers.",
  "If one takes Social Security retirement benefits at age 62, what needs to be done at age 65 to qualify for Medicare?": "Nothing",
  "Following hospitalization because of an accident, Bill was confined in a skilled nursing facility. Medicare will pay full benefits in this facility for how many days?": "20",
  "A 63-year-old man is planning to be employed until age 68. When will he be eligible for Medicare?": "Age 65, regardless of his employment status",
  "Medicare Advantage is also known as": "Medicare Part C.",
  "All of the following statements concerning Medicaid are correct EXCEPT": "Medicaid is a state funded program that provides health care to persons over age 65, only.",
  "Social Security disability definition includes all of the following EXCEPT": "Disability expected to last for at least 6 months.",
  "To sign up for a Medicare prescription drug plan, individuals must first be enrolled in": "Medicare Part A.",
  "Which of the following statements is INCORRECT concerning Medicare Part B coverage?": "Part B coverage is provided free of charge when an individual turns age 65.",
  "All of the following statements about Medicare Part B are correct EXCEPT": "It is a compulsory program.",
  "In an individual long-term care insurance plan, the insured is able to deduct the premiums from taxes. What income taxation will be imposed on the benefits received?": "No tax",
  "Which of the following applies to partial disability benefits?": "Payment is limited to a certain period of time.",
  "An insured is covered under 2 group health plans – under his own and his spouse’s. He had suffered a loss of $2,000. After the insured paid the total of $500 in deductibles and coinsurance, the primary insurer covered $1,500 of medical expenses. What amount, if any, would be paid by the secondary insurer?": "$500",
  "Which of the following are the main factors taken into account when calculating residual disability benefits?": "Present earnings and earnings prior to disability",
  "For group medical and dental expense insurance, what percentage of premium paid by the employer is deductible as a business expense?": "100%",
  "Which statement accurately describes the Change of Beneficiary provision?": "Any policy that has a death benefit must also have a Change of Beneficiary provision.",
  "According to the PPACA rules, what percentage of health care costs will be covered under a bronze plan?": "60%",
  "Which of the following premium modes would result in the highest annual cost for an insurance policy?": "Monthly",
  "Under workers compensation, which of the following benefits are NOT included?": "Legal benefits",
  "An insured has a primary group health plan and an excess plan, each covering losses up to $10,000. The insured suffered a loss of $15,000. Disregarding any copayments or deductibles, how much will the excess plan pay?": "$5,000",
  "When may an insured deduct unreimbursed medical expenses paid under a long-term care policy?": "When the expenses exceed a certain percentage of the insured’s adjusted gross income",
  "Which of the following would best describe total disability?": "A person's ability to work is significantly reduced or eliminated for the rest of his/her life.",
  "A policyowner has a health insurance policy with his wife listed as the primary beneficiary. He would like to change the primary beneficiary to his sister. Which of the following is true?": "Unless the policy designated the current beneficiary as irrevocable, the policyowner can make the change at any time.",
  "An individual is insured under his employer's group Disability Income policy. The insured suffered an accident while on vacation that left him unable to work for 4 months. If the disability income policy pays the benefit, which of the following would be true?": "Benefits that are attributable to employer contributions are fully taxable to the employee as income.",
  "Which of the following describes taxation of individual disability income insurance premiums and benefits?": "Premiums are not tax deductible, and benefits are not taxable.",
  "Under a Key Person disability income policy, premium payments": "Are made by the business and are not tax-deductible.",
  "The mode of premium payment": "Is defined as the frequency and the amount of the premium payment.",
  "Which characteristic does NOT describe managed care?": "Unlimited access to providers",
  "An employee is injured in a construction accident, rendering him unable to work for a year. Which of the following plans would provide him with medical expense coverage and income assistance?": "Workers Compensation",
  "Under what condition are group disability income benefits received by an employee NOT taxable as income?": "When the benefits received are equal or less than the employee's percentage of the contribution.",
  "A husband and wife are insured under group health insurance plans at their own places of employment, and as dependents under their spouse's coverage. If one of them incurs hospital expenses, how will those expenses likely be paid?": "The benefits will be coordinated.",
  "A woman obtains health coverage through the Marketplace on October 1. Two weeks later she finds out that she is 3 months pregnant. Which of the following is true about coverage for pregnancy?": "Pregnancy will be covered immediately.",
  "A brain surgeon has an accident and develops tremors in her right arm. Which disability income policy definition of total disability will cover her for all losses?": "\"Own occupation\" - less restrictive than other definitions",
  "Under which condition would an employee's group medical benefits be exempt from income taxes?": "An employee's group medical benefits are generally exempt from taxation as income.",
  "The legal process that gives the insurer, after payment of a loss, the right to seek recovery from a third party that was responsible for the loss is known as": "Subrogation.",
  "According to the PPACA metal levels classification, if a health plan is expected to cover 90% of the cost for an average population, and the participants would cover the remaining 10%, what type of plan is that?": "Platinum",
  "All of the following statements concerning workers compensation are correct EXCEPT": "A worker receives benefits only if the work related injury was not his/her fault.",
  "A provision found in insurance policies which prevents the insured from collecting twice for the same loss is called": "Subrogation.",
  "Under which of the following employer-provided plans are the benefits taxable to an employee in proportion to the amount of premium paid by the employer?": "Disability Income",
  "A woman’s health insurance policy dictates which doctors she is allowed to see. Her health providers share an assumed risk for their patients and encourage preventive care. What best describes the health system that the woman is using?": "Managed care",
  "Which of the following individuals will be eligible for coverage on the Health Insurance Marketplace?": "A permanent resident lawfully present in the U.S.",
  "The purpose of managed care health insurance plans is to": "Control health insurance claims expenses.",
  "An insured is covered by a partially contributory group disability income plan that pays benefits of $4,000 a month. If the insured pays 25% of the monthly premium, how much of the monthly benefit would be taxable?": "$3,000",
  "Which of the following is NOT a metal level of coverage offered under the Patient Protection and Affordable Care Act?": "Iron",
  "Alexander has a policy with his ex-wife as its beneficiary. What provision allows him to change the beneficiary to his new wife?": "Change of beneficiary",
  "Individuals who itemize deductions can claim deductions for medical expenses not covered by health insurance that exceed what percent of their adjusted gross income?": "10%",
  "Which of the following definitions would make it easier to qualify for total disability benefits?": "The more liberal \"own occupation\"",
  "Which of the following is not true of Disability Buy-Sell coverage?": "Benefits are considered taxable income to the business.",
  "A noncontributory group disability income plan has a 30-day waiting period and offers benefits of $2,000 a month. If an employee is unable to work for 7 months due to a covered disability, the employee will receive": "$12,000, all of which is taxable.",
  "Under the Affordable Care Act, which classification applies to health plans based on the amount of covered costs?": "Metal level classification",
  "An employee insured under a group health policy is injured in a car wreck while performing her duties for her employer. This results in a long hospitalization period. Which of the following is true?": "The group plan will not pay because the employee was injured at work.",
  "The Patient Protection and Affordable Care Act includes all of the following provisions EXCEPT": "Individual tax deduction for premiums paid.",
  "Premiums paid by self-employed sole proprietors or partners for medical expense insurance are": "Totally tax deductible.",
  "Disability income coverage specifies that the policy covers the insured if he is unable to perform any job for which he is qualified. In this case, total disability is defined as": "Any occupation - more restrictive than other definitions.",
  "Which of the following is NOT true regarding partial disability?": "This is a form of insurance that covers part-time workers.",
  "Which of the following statements regarding the Change of Beneficiaries Provision is false?": "The policyowner has the right to change beneficiaries in any case.",
  "Disability income policies can provide coverage for a loss of income when returning to work only part-time after recovering from total disability. What is the benefit that is based on the insured's loss of earnings after recovery from a disability?": "Residual disability",
  "All of the following are true of the Key Person disability income policy EXCEPT": "Benefits are considered taxable income to the business.",
  "What is the maximum age for qualifying for a catastrophic plan?": "30",
  "If an insured changes his payment plan from monthly to annually, what happens to the total premium?": "Decreases",
  "What percentage of individually-owned disability income benefits is taxable?": "0%",
  "The coverage provided by a disability income policy that does not pay benefits for losses occurring as the result of the insured's employment is called": "Nonoccupational coverage.",
  "A man works for Company A and his wife works for Company B. The spouses are covered by health plans through their respective companies that also cover the other spouse. If the husband files a claim,": "The insurance through his company is primary.",
  "The sole proprietor of a business makes a total salary of $50,000 a year. This year, his medical expenses have reached a total of $75,000. What amount may the sole proprietor deduct in regards to his medical expenses?": "$50,000",
  "When a disabled dependent child reaches the age limit for coverage, how long does the policyowner have to provide proof of dependency in order for the dependent to remain covered under the policy?": "31 days",
  "Which of the following statements is correct concerning taxation of long-term care insurance?": "Excessive benefits may be taxable.",
  "Which type of insurance provides funds for a business organization to purchase the business interest of a disabled partner?": "Disability Buy-Sell",
  "Which of the following is CORRECT regarding Business Overhead Expense insurance?": "Premiums are tax deductible.",
  "Concerning group Medical and Dental insurance, which of the following statements is INCORRECT?": "Employee benefits are tax deductible the year in which they were received.",
  "Which of the following is NOT true regarding Workers Compensation?": "Benefits are offered by the insurer.",
  "Which of the following is INCORRECT concerning taxation of disability income benefits?": "If paid by the individual, the premiums are tax deductible.",
  "What type of insurance is sold to small business owners that must meet overhead expenses such as rent or utilities following a disability?": "Business overhead expense",
  "S is a sole business proprietor who owns a medical expense plan. What percentage of the cost of the plan may he deduct?": "100%",
  "Workers Compensation benefits are regulated by which entity?": "State government",
  "The Patient Protection and Affordable Care Act mandates that insurers provide coverage for adult children of the insured up to the age of": "26.",
  "Premium payments for personally-owned disability income policies are": "Not tax deductible.",
  "Which of the following statements about occupational vs. nonoccupational coverage is TRUE?": "Disability insurance can be written as occupational or nonoccupational.",
  "Which of the following is correct regarding the taxation of group medical expense premiums and benefits?": "Premiums are tax deductible and benefits are not taxed.",
  "Workers compensation insurance covers a worker's medical expenses resulting from work related sickness or injuries and covers loss of income from": "Work-related disabilities.",
  "The benefits received by the business in a Disability Buy-Sell policy are": "Income tax free.",
  "Group disability income insurance premiums paid by the employer are": "Deductible by the employer as an ordinary business expense.",
  "The transfer of an insured's right to seek damages from a negligent party to the insurer is found in which of the following clauses?": "Subrogation",
  "All of the following are true regarding Key Employee Disability Income insurance EXCEPT": "Benefits are taxable to the employer.",
  "An organization licensed as a producer business entity based in New York would like to transact insurance in New Jersey. Which of the following is true?": "The organization will need to obtain a nonresident business entity license, and its producers will need to obtain nonresident licenses",
  "An insured purchased an insurance policy 5 years ago. Last year, she received a dividend check from the insurance company that was not taxable. This year, she did not receive a check from the insurer. From what type of insurer did the insured purchase the policy?": "Mutual",
  "In order to become a producer in New Jersey, after submitting a licensing application, candidates must pass a licensing examination within": "1 year.",
  "An insurance company is domiciled in Montana and transacts insurance in Wyoming. Which term best describes the insurer’s classification in Wyoming?": "Foreign",
  "What is the maximum allowed value of a gift that an agent can give to an insured without violating the regulation on rebating?": "$25",
  "The McCarran Act stated that the federal government would not regulate insurance as long as an adequate job of regulating the industry was done by the": "States.",
  "The Department can run a report on a specific producer that lists his or her license information, current license status, and the types of insurance that he or she can transact. What is the name of this report?": "Certification of license status report",
  "All of the following are among the Commissioner’s broad powers EXCEPT": "Have interest in insurance companies regulated by the Department.",
  "If an insurance company makes a statement that its policies are guaranteed by the existence of the Insurance Guaranty Association, that would be considered": "An unfair trade practice.",
  "An insurer goes bankrupt and is unable to pay on any of its insureds' claims. Which of the following will happen?": "The claims will be paid by the state Life and Health Guaranty Association.",
  "The requirement that agents must account for all insurance funds collected, and are not permitted to comingle those funds with their own is known as": "Fiduciary responsibility.",
  "In order for an insurer to legally transact insurance, it must obtain which of the following?": "Certificate of Authority",
  "If a producer dies or is rendered severely disabled, an unlicensed person can contract with another insurance producer to continue this person's insurance transactions for": "180 days.",
  "If an insurer and insured have a dispute about whether a particular loss is covered under a policy, which authority will settle the dispute?": "Court system",
  "To be issued a business entity producer license by the Commissioner, the business entity must have how many partners or officers licensed as producers?": "At least 1",
  "A participating insurance policy may do which of the following?": "Pay dividends to the policyowner",
  "A candidate for a producer license passed his licensing exam 6 months ago but has not applied for a license yet. Which of the following is true?": "The candidate has 6 more months to apply for a license.",
  "A \"certification of license status\" report can be run on any currently licensed New Jersey producer, but can only contain information on formal disciplinary actions taken within the past": "4 years.",
  "The Commissioner believes that a licensee has violated an insurance regulation and decides to conduct a hearing. How long of a notice must the Commissioner provide the licensee?": "10 days",
  "Which of the following is the closest term to an authorized insurer?": "Admitted",
  "In choosing an insurance business name, which of the following would be allowed?": "A proper name which does not belong to any officers, stockholders, or executives",
  "The company has issued a policy and delivered it to Producer B on May 1st, Monday. By what date must the policy be delivered to the insured?": "May 10th (within 10 calendar days)",
  "Which of the following is NOT a duty of the Commissioner?": "Developing insurance rates",
  "Under which of the following circumstances would a nonresident producer NOT required to complete CE hours in New Jersey?": "If the producer’s home state has the same CE requirements and the producer satisfies them",
  "Which of the following is a duty of the Commissioner of insurance in this state?": "Amend rules and regulations",
  "Producer licenses are valid for": "2 years.",
  "Which of the following most likely would NOT be required to complete continuing education hours in this state?": "Nonresident producers",
  "Within how many days must a producer report claims to the insurer?": "5 business days",
  "Which of the following would NOT be considered rebating?": "Giving a client a $25 pen with the insurer's logo during the insurance application process",
  "All of the following professional designations are recognized by the Department as acceptable substitutes for education and examination requirements EXCEPT": "Professional Insurance Agent (PIA)",
  "On a participating insurance policy issued by a mutual insurance company, dividends paid to policyholders are": "Not taxable since the IRS treats them as a return of a portion of the premium paid.",
  "To become licensed as a nonresident producer in this state, a producer must do which of the following?": "Hold a resident license in good standing in the producer's home state.",
  "Who might receive dividends from a mutual insurer?": "Policyholders",
  "Which of the following best describes an insurance company that has been formed under the laws of this state?": "Domestic",
  "Which of the following is included in the term “insurance-related conduct”?": "Transmitting funds between producers and the insurance company",
  "A producer's appointment lasts for how long?": "Until it is terminated",
  "An insurer that holds a Certificate of Authority in the state in which it transacts business is considered a/an": "Authorized insurer.",
  "When doing business in this state, an insurance company that is formed under the laws of another state is known as which type of insurer?": "Foreign",
  "Insurance is regulated": "Mostly on a state level.",
  "The Paul vs. Virginia case was decided in 1869. To what extent does the Supreme Court's decision still apply to insurance today?": "The decision has changed. Insurance is considered to be interstate commerce, and is subject to regulation by the federal government.",
  "An insurance company has published a brochure that inaccurately portrays the advantages of a particular insurance policy. What is this an example of?": "False advertising",
  "What is the major difference between a stock company and a mutual company?": "Ownership",
  "What is a foreign insurer?": "An insurer with a home office in another state",
  "What method do insurers use to protect themselves against catastrophic losses?": "Reinsurance",
  "What significance did U.S. vs. South-Eastern Underwriters have on the insurance industry?": "It reversed the decision of Paul vs. Virginia, determining that insurance is interstate commerce and should be regulated federally.",
  "If an applicant's license has lapsed within the past year, the applicant may apply for late renewal of the license within the maximum of how many months of expiration?": "12 months",
  "Which of the following provide(s) funding for the New Jersey Life and Health Guaranty Association?": "Member insurers",
  "What is the fine for violating the Commissioner’s cease and desist order?": "$5,000",
  "Forcing a client to buy insurance from a particular lender as a condition of granting a loan is defined as": "Coercion.",
  "When twin brothers applied for life insurance from Company A, the company found that while neither of them smoked and both had a very similar lifestyle, one of the twins was in a much stronger financial position than the other. Because of this, the company charged him a higher rate for his insurance. This practice is considered": "Discrimination.",
  "Which of the following authorities is in charge of investigating claims held against licensees?": "Commissioner",
  "All of the following candidates for a resident producer license may be exempted from the examination requirement EXCEPT": "A resident producer licensed for Property and Casualty insurance applying for a Life insurance license.",
  "A Certification of License Status must include all of the following information EXCEPT": "Number of years a licensee has been in the business",
  "How many days does a producer have to remit the collected premiums to the insurer?": "5 business days",
  "All of the following are unfair claims settlement practices EXCEPT": "Suggesting negotiations in settling the claim.",
  "When an insurance agency published an advertising brochure, it emphasized the company's financial stability and sound business practices. In reality, its financial health is terrible, and the company will soon have to file for bankruptcy. Which of the following terms best describes the advertisement?": "False financial statement",
  "Which of the following is an insurance professional who offers advice regarding benefits or advantages of an insurance policy to clients for a fee?": "Consultant",
  "All of the following are requirements for a nonresident license EXCEPT": "Passing the New Jersey licensing examination.",
  "Insurance companies may be classified according to the legal form of their ownership. The type of company organized to return any surplus money to their policyholders is": "A mutual insurer.",
  "What is a branch office?": "An office in this state where the licensee conducts insurance business, other than a principal office",
  "If the issuance of a license is denied and a hearing is requested, which entity will be making determination whether or not the license should be issued?": "The Department of Insurance",
  "Which authority has the power to deny someone an insurance producer's license?": "Commissioner",
  "What are the penalties for the first, second, and any subsequent violation of the New Jersey Fraud Prevention Act, respectively?": "$5,000; $10,000; $15,000",
  "Bill's license was revoked 2 years ago. How much longer will he have to wait in order to request his license to be reinstated?": "3 years",
  "Which of the following persons is required to hold a producer license?": "A person who negotiates insurance contracts",
  "Which of the following is the legal name of a corporation or partnership under which a licensee conducts insurance business?": "Business name",
  "How is the Insurance Guaranty Association funded?": "By its members – authorized insurers",
  "When an insurance producer sustains a spinal cord injury in a car wreck, he is rendered permanently disabled. In order to continue his business, his wife establishes an agreement with another producer to continue his business. This authorization will last for a maximum of": "180 days.",
  "An insurer publishes intimidating brochures that portray the insurer's competition as financially and professionally unstable. Which of the following best describes this act?": "Illegal under any circumstances",
  "U.S. vs. South-Eastern Underwriters was decided in 1944. To what extent does the Supreme Court's decision still apply to insurance today?": "It still stands in full. Insurance is considered to be interstate commerce and is therefore subject to regulation by the federal government.",
  "An insurance producer is acting as a broker when he or she negotiates for an insurance contract on behalf of": "A client.",
  "If an insurer meets the state's financial requirements and is approved to transact business in the state, it is considered to be": "Authorized.",
  "Giving a client an inducement to a sale not stated in the policy is an unlawful practice known as": "Rebating.",
  "A licensed insurance producer may request a waiver of license renewal procedures under any of the following circumstances EXCEPT": "His renewal forms were lost in the mail.",
  "When transacting business in this state an insurer formed under the laws of another country is known as a/an": "Alien insurer.",
  "What type of licensee represents the insurance company?": "Agent",
  "Through which branch(es) of the government is insurance currently regulated?": "All of the above",
  "It is the job of what authority to appoint and remove officers and other personnel employed within the Department?": "Commissioner",
  "What significance did Paul vs. Virginia have on the insurance industry?": "It was decided that insurance was not interstate commerce and could not be regulated by the federal government.",
  "Which of the following would indicate a contractual relationship between a producer and an insurance company?": "A signed contract",
  "A banker is ready to close on a customer's loan. The bank is prepared to offer the loan but only if the customer purchases a life insurance policy from the bank in the amount of the loan. This is an example of": "Coercion.",
  "If a violation of the New Jersey insurance code were to occur, a cease and desist order and/or penalty may be issued. Who may issue a cease and desist order?": "Commissioner",
  "After its issuance, the temporary work authority expires after how many days?": "60 days",
  "A licensee violates an insurance regulation. A hearing is held, and the person is found guilty. If this is the person's first offense, the penalty is no more than": "$5,000.",
  "Which of the following individuals would most likely be issued a nonresident producer's license?": "A Massachusetts resident who sells insurance full-time in Boston but wants to expand his customer base by becoming licensed in New Jersey.",
  "Which of the following licenses is required for a surplus lines producer?": "Property and Casualty",
  "A nonresident licensed producer decides to conduct business under an assumed name. Which of the following is true?": "Nonresident producers may not conduct business under any name besides legal names.",
  "All of the following would be considered an insurance transaction EXCEPT": "Obtaining an insurance license.",
  "Which of the following must an insurer obtain in order to transact insurance within a given state?": "Certificate of authority",
  "An applicant for a producer's license has successfully completed all of the steps necessary to obtain the license. The soon-to-be producer does not want to wait until he receives his license in order to begin working. Which of the following is possible?": "The person can obtain a temporary work authority.",
  "Who does an insurance agent represent?": "The insurer",
  "A producer was found guilty of a 3rd violation of the Insurance Code. What would be the monetary penalty he will have to pay?": "$10,000",
  "How is an insurance consultant different from an insurance producer?": "A consultant does not sell policies, but only offers advice.",
  "To cancel an insurance producer license, the producer must": "Send the license to the Insurance Department and request cancellation.",
  "Applicants for an individual producer license must submit proof of completing 24 hours of continuing education credits during the previous": "2 years.",
  "An insurer cancelled a contract with a producer on April 1st. By what date must the insurer notify the Commissioner of this action?": "April 15th",
  "What is reinsurance?": "An agreement between a ceding insurer an assuming insurer",
  "Producer's and insurer's actions related to insurance transactions, from selling insurance to processing claims are referred to as": "Insurance-related conduct.",
  "Two individuals are in the same risk and age class; yet, they are charged different rates for their insurance policies due to an insignificant factor. What is this called?": "Discrimination",
  "All of the following are true regarding rebates EXCEPT": "Rebates are allowed if it's in the best interest of the client.",
  "The Commissioner may revoke a producer's license for all of the following reasons EXCEPT": "Acting in a fiduciary capacity.",
  "An insurance application cannot ask about which of the following information about an applicant?": "Sexual orientation",
  "What is the minimum licensing age for nonresident insurance producers in New Jersey?": "18",
  "Provided that it is a first offense, what is the maximum penalty for failing to respond to a subpoena?": "$5,000",
  "On its advertisement, a company claims that it has funds in its possession that are, in fact, not available for the payment of losses or claims. The company is guilty of": "Misrepresentation.",
  "An insurer is closing a branch office in this state. Within how many days of the office closing must the insurer notify the Department?": "30 days",
  "When an insurance producer negotiates for an insurance contract on behalf of a client, the producer is acting as a(n)": "Broker.",
  "Applicants for surplus lines authority must fulfill all of the following requirements EXCEPT": "Hold a bond as a condition for licensure.",
  "All of the following are considered limited lines of authority EXCEPT": "Surplus lines.",
  "Presenting any written or oral statement in support of or in opposition to a claim payment, while knowing that the statement contains false or misleading information material to the claim, would be best considered": "A violation of the New Jersey Insurance Fraud Prevention Act.",
  "A producer received a group master policy and certificates for delivery to the insured. Within how many days must the policy and certificates be delivered?": "10 calendar days",
  "If an insurer cancels an agency contract, it must notify the Commissioner in writing within how many days?": "15",
  "The Commissioner believes that an insurance rule or regulation has been violated, and decides to call a disciplinary hearing. How many days before a hearing must the Commissioner issue a notice to the person charged with a violation?": "10 days",
  "For how long must an insurer maintain files containing all of their advertisements?": "5 years",
  "What is the minimum age for Medicare supplement policy coverage?": "65",
  "When can a health insurance policy exclude a person from coverage based on a genetic characteristic?": "Under no circumstances",
  "An insurance producer is selling a Medicare supplement policy to Bob the applicant. Bob is worried that if his health changes, his policy will not be renewed. What can you tell him?": "Medicare supplement policies are guaranteed renewable.",
  "An insured is visited by a physical therapist and an occupational therapist, in a joint effort at his home. How many of these team visits may the insured have in a year?": "60",
  "What program was established by New Jersey to guarantee access to health coverage for individuals and small employers, regardless of health status, age, claims history, or other risk factors?": "The Individual Health Coverage Program",
  "A person is covered under the Temporary Disability Law for a given illness. The illness subsides but then relapses. What is the maximum number of days that can pass between the bouts of illness before the two illnesses are classified as having two different disability periods?": "14",
  "Individual health insurance policies must provide all of the following benefits for the treatment of alcoholism EXCEPT": "Limited hospital policy benefits.",
  "Which of the following policies is NOT required to include coverage for alcoholism?": "A Medicare supplement policy",
  "Insurers must maintain files containing all of their advertisements for": "5 years.",
  "In a 12-month period, how many home health care visits must a health insurance policy provide for?": "60",
  "All of the following are advertisements EXCEPT": "A discussion of an insurer's policies on the radio.",
  "An insurer hires an advertising agency to create an advertisement for a health insurance policy. The public complains that the way the advertisement presents the policy is misleading because of certain photographs that the advertiser put on the commercial. Who will be held liable for this?": "The insurer",
  "Which of the following refers to nursing and other health care services rendered to a person in his or her residence on a part-time or intermittent basis?": "Home health care",
  "Under the New Jersey Temporary Disability Law, a \"covered individual\" is any person who has been out of work for less than 2 weeks or who is employed by a": "Covered employer.",
  "Medicare supplement policies cannot establish a new deductible or waiting period for the recurrence of a condition for which treatment was given within": "6 months.",
  "Rob is being treated by a physical therapist in his apartment for a disorder which, if he were not treated there, would have to be treated on an inpatient basis in the hospital. What kind of care is this?": "Home health care",
  "Which authority is responsible for establishing standards for the content of health insurance policies?": "Commissioner",
  "A Medicare supplement policy cannot deny or limit coverage for a claim for losses incurred more than how many months from the effective date of coverage?": "6",
  "Under the New Jersey Temporary Disability Law, a \"covered individual\" is any person who is employed by a covered employer, or who has been out of work for less than": "2 weeks.",
  "Which of the following has the authority to issue regulations as are deemed necessary or desirable to establish minimum standards for the form, content, and sale of individual and group health insurance policies?": "Commissioner",
  "A producer or insurer who violates the solicitation regulations can be ordered to pay a fine for each violation of up to": "$2,000.",
  "Which of the following provisions allows an insured to sue an insurance company for nonpayment of claim?": "Legal Action",
  "Which of the following best describes the purpose of Coordination of Benefits regulations?": "They discourage overinsurance and avoid duplication of benefits by permitting a reduction of benefits when a person is covered by more than one plan.",
  "How long is the free-look period with a Medicare supplement policy?": "30 days",
  "In insurance terms, if a person has a chromosomal defect that may predispose him/her to a disease, this is called": "Genetic characteristic.",
  "Which of the following establishes minimum standards for any policy that will be marketed as a Medicare supplement policy?": "Commissioner",
  "A Medicare supplement contract cannot define a \"pre-existing condition\" more restrictively than a condition for which medical advice was given or treatment recommended within how many months of the effective date of coverage?": "6"
}