{
  "In classifying a risk, the Home Office underwriting department will look at all of the following EXCEPT": "Applicant's past income.",
  "If an insurer issued a policy based on the application that had unanswered questions, which of the following will be TRUE?": "The policy will be interpreted as if the insurer waived its right to have an answer on the application.",
  "The term “illustration” in a life insurance policy refers to": "A presentation of nonguaranteed elements of a policy.",
  "Which of the following types of risk will result in the highest premium?": "Substandard risk",
  "An agent and an applicant for a life insurance policy fill out and sign the application. However, the applicant does not wish to give the agent the initial premium, and no conditional receipt is issued. When will coverage begin?": "When the agent delivers the policy, collects the initial premium, and the applicant completes an acceptable Statement of Good Health",
  "What is the purpose of a conditional receipt?": "It is intended to provide coverage on a date prior to the policy issue.",
  "Which of the following documents delivered to the policyowner includes information about premium amounts, cash values, surrender values and death benefits for specific policy years?": "A policy summary",
  "All of the following are duties and responsibilities of producers at the time of application EXCEPT": "Change any incorrect statement on the application by personally initialing next to the corrected statement.",
  "Under the Fair Credit Reporting Act, individuals rejected for insurance due to information contained in a consumer report": "Must be informed of the source of the report.",
  "If a telemarketer wants to make an unsolicited sales call to a potential customer, what is the earliest time the telemarketer can call the prospect’s residence?": "8 am",
  "Which of the following is NOT an example of insurable interest?": "Debtor in creditor",
  "The National Do Not Call Registry was created to regulate": "Telemarketers.",
  "Upon policy delivery, the producer may be required to obtain any of the following EXCEPT": "Signed waiver of premium.",
  "Who makes up the Medical Information Bureau?": "Insurers",
  "An applicant who receives a preferred risk classification qualifies for": "Lower premiums than a person who receives a standard risk.",
  "Insurance is the transfer of": "Risk.",
  "Which is generally true regarding insureds who have been classified as preferred risks?": "Their premiums are lower.",
  "A producer agent must do all of the following when delivering a new policy to the insured EXCEPT": "Disclose commissions earned from the sale of the policy.",
  "A prospective insured receives a conditional receipt but dies before the policy is issued. The insurer will": "Pay the policy proceeds only if it would have issued the policy.",
  "If an insurance company wishes to order a consumer report on an applicant to assist in the underwriting process, and if a notice of insurance information practices has been provided, the report may contain all of the following information EXCEPT the applicant's": "Ancestry.",
  "If an applicant for a life insurance policy is found to be a substandard risk, the insurance company is most likely to": "Charge a higher premium.",
  "An individual applied for an insurance policy and paid the initial premium. The insurer issued a conditional receipt. Five days later the applicant had to submit to a medical exam. If the policy is issued, what would be the policy's effective date?": "The date of medical exam",
  "An applicant is denied insurance because of information found on a consumer report. Which of the following requires that the insurance company supply the applicant with the name and address of the consumer reporting company?": "Fair Credit Reporting Act",
  "The insurer discovered that one of the applicants for life insurance missed a couple of questions on the application. What should the insurer do with the application?": "Return to the applicant for completion",
  "The full premium was submitted with the application for life insurance, and the policy was issued two weeks later as requested. When does the policy coverage become effective?": "As of the application date",
  "According to the telemarketing sales rules, what are the permissible calling hours for telemarketing calls?": "8am until 9pm",
  "What is the purpose of a disclosure statement in life insurance policies?": "To explain features and benefits of a proposed policy to the consumer",
  "Within how many days of requesting an investigative consumer report must an insurer notify the consumer in writing that the report will be obtained?": "3 days",
  "Under the Fair Credit Reporting Act, if the consumer challenges the accuracy of the information contained in his or her report, the reporting agency must": "Respond to the consumer's complaint.",
  "What was created to keep telemarketers from calling consumers who do not wish contacted?": "National Do Not Call Registry",
  "Which of the following statements is correct about a standard risk classification in the same age group and with similar lifestyles?": "Standard risk is representative of the majority of people.",
  "Why should the producer personally deliver the policy when the first premium has already been paid?": "To help the insured understand all aspects of the contract",
  "Representations are written or oral statements made by the applicant that are": "Considered true to the best of the applicant's knowledge.",
  "Which part of an insurance application would contain information regarding the cause of death of the applicant's deceased relatives?": "Medical Information",
  "What describes the specific information about a policy?": "Policy summary",
  "When is the earliest a policy may go into effect?": "When the application is signed and a check is given to the agent",
  "Part 2 of the application for life insurance provides questions regarding all of the following EXCEPT": "Other insurance coverages.",
  "Which of the following would NOT be considered an exception to the National Do Not Call List?": "Calls based from outside of the United States",
  "Which of the following is a risk classification used by underwriters for life insurance?": "Standard",
  "All of the following information about the applicant is identified in the General Information section of a life insurance application EXCEPT": "Education.",
  "If a consumer requests additional information concerning an investigative consumer report, how long does the insurer or reporting agency have to comply?": "5 days",
  "If a policy includes a free-look period of at least 10 days, the Buyer’s Guide may be delivered to the applicant": "With the policy.",
  "An insurer wants to begin underwriting procedures for an applicant. What source will it consult for the majority of its underwriting information?": "Application",
  "Which of the following individuals must have insurable interest in the insured?": "Policyowner",
  "Which of the following entities established the Do-Not-Call Registry?": "The Federal Trade Commission",
  "The Medical Information Bureau (MIB) was created to protect": "Insurance companies from adverse selection by high risk persons.",
  "The Federal Fair Credit Reporting Act": "Regulates consumer reports.",
  "If an applicant for a life insurance policy and person to be insured by the policy are two different people, the underwriter would be concerned about": "Whether an insurable interest exists between the individuals.",
  "Which of the following will be included in a policy summary?": "Premium amounts and surrender values",
  "Which is the appropriate action by the insurer if a prospective insured submitted an incomplete application?": "Return the application to the applicant for completion",
  "All of the following are requirements for life insurance illustrations EXCEPT": "They must be part of the contract.",
  "Which of the following is a statement that is guaranteed to be true, and if untrue, may breach an insurance contract?": "Warranty",
  "An underwriter may obtain information on an applicant's hobbies, financial status, and habits by ordering a(n)": "Inspection report.",
  "In comparison to consumer reports, which of the following describes a unique characteristic of investigative consumer reports?": "The customer's associates, friends, and neighbors provide the report's data.",
  "When would a misrepresentation on the insurance application be considered fraud?": "If it is intentional and material",
  "Which of the following reports will provide the underwriter with the information about an insurance applicant’s credit?": "Consumer report",
  "An individual purchased a $100,000 Joint Life policy on himself and his wife. Eight years later, he died in an automobile accident. How much will his wife receive from the policy?": "$100,000",
  "Which of the following statements is correct regarding a whole life policy?": "The policyowner is entitled to policy loans.",
  "Level term insurance provides a level death benefit and a level premium during the policy term. If the policy renews at the end of a specified period of time, the policy premium will be": "Adjusted to the insured's age at the time of renewal.",
  "Which of the following products provides income for a specified period of years or for life, and protects a person against outliving his or her money?": "An annuity",
  "The president of a company is starting an annuity and decides that his corporation will be the annuitant. Which of the following statements is true?": "The annuitant must be a natural person.",
  "What is the purpose of establishing the target premium for a universal life policy?": "To keep the policy in force",
  "Which of the following is NOT true regarding the accumulation period of an annuity?": "It would not occur in a deferred annuity.",
  "Which of the following would help prevent a universal life policy from lapsing?": "Target premium",
  "The type of policy that can be changed from one that does not accumulate cash value to the one that does is a": "Convertible Term Policy.",
  "Which of the following is called a \"second-to-die\" policy?": "Survivorship life",
  "A Straight Life policy has what type of premium?": "A level annual premium for the life of the insured",
  "Both Universal Life and Variable Universal Life have a": "Flexible premium.",
  "An insured has a life insurance policy that requires him to only pay premiums for a specified number of years until the policy is paid up. What kind of policy is it?": "Limited-pay Life",
  "All of the following are TRUE regarding the convertibility option under a term life insurance policy EXCEPT": "Upon conversion, the death benefit of the permanent policy will be reduced by 50%.",
  "An individual has been making periodic premium payments on an annuity. The annuity income payments are scheduled to begin after 1 year since the annuity was purchased. What type of annuity is it?": "Deferred",
  "Which of the following best describes annually renewable term insurance?": "It is level term insurance.",
  "Term policies are available as Level, Increasing, and Decreasing. Which policy component fluctuates depending on the policy type?": "Death benefit",
  "Your client wants both protection and savings from the insurance, and is willing to pay premiums until retirement at age 65. What would be the right policy for this client?": "Limited pay whole life",
  "Which statement is NOT true regarding a Straight Life policy?": "Its premium steadily decreases over time, in response to its growing cash value.",
  "The premium of a survivorship life policy compared with that of a joint life policy would be": "Lower.",
  "A married couple owns a permanent policy which covers both of their lives and pays the death benefit only upon the death of the first insured. Which policy is that?": "Joint Life Policy",
  "Variable Whole Life insurance is based on what type of premium?": "Level fixed",
  "All other factors being equal, the least expensive first-year premium payment is found in": "Annually Renewable Term.",
  "Which type of life insurance policy generates immediate cash value?": "Single Premium",
  "If an annuitant dies before annuitization occurs, what will the beneficiary receive?": "Either the amount paid into the plan or the cash value of the plan, whichever is the greater amount",
  "The death protection component of Universal Life Insurance is always": "Annually Renewable Term",
  "Twin brothers are starting a new business. They know it will take several years to build the business to the point that they can pay off the debt incurred in starting the business. What type of insurance would be the most affordable and still provide a death benefit should one of them die?": "Joint Life",
  "Your customer doesn’t mind paying a higher premium as long as he gets a life insurance product that would allow for a faster growth of the cash value. What kind of policy would you recommend?": "An endowment policy",
  "Which of the following best defines target premium in a universal life policy?": "The recommended amount to keep the policy in force throughout its lifetime",
  "In an annuity, the accumulated money is converted into a stream of income during which time period?": "Annuitization period",
  "At age 30, an applicant wants to start an insurance program, but realizing that his insurance needs will likely change, he wants a policy that can be modified to accommodate those changes as they occur. Which of the following policies would most likely fit his needs?": "Adjustable Life",
  "Which of the following products will protect an individual from outliving his or her money?": "Annuity",
  "An individual has just borrowed $10,000 from his bank on a 5-year installment loan requiring monthly payments. What type of life insurance policy would be best suited to this situation?": "Decreasing term",
  "Which of the following best describes what the annuity period is?": "The period of time during which accumulated money is converted into income payments",
  "An insured purchased a 10-year level term life policy that is guaranteed renewable and convertible. What happens at the end of the 10-year term?": "The insured may renew the policy for another 10 years, but at a higher premium rate.",
  "The policyowner of an adjustable life policy wants to increase the death benefit. Which of the following statements is correct regarding this change?": "The death benefit can be increased by providing evidence of insurability.",
  "All of the following entities regulate variable life policies EXCEPT": "The Guaranty Association.",
  "A Universal Life Insurance policy is best described as a/an": "Annually Renewable Term policy with a cash value account.",
  "An insurance policy that only requires a payment of premium at its inception, provides insurance protection for the life of the insured, and matures at the insured's age 100 is called": "Single premium whole life.",
  "Under a 20-pay whole life policy, in order for the policy to pay the death benefit to a beneficiary, the premiums must be paid": "For 20 years or until death, whichever occurs first.",
  "Which of the following is another term for the accumulation period of an annuity?": "Pay-in period",
  "The main difference between immediate and deferred annuities is": "When the income payments begin.",
  "Which of the following is INCORRECT regarding a $100,000 20-year level term policy?": "At the end of 20 years, the policy’s cash value will equal $100,000.",
  "When would a 20-pay whole life policy endow?": "When the insured reaches age 100",
  "All of the following are true regarding a decreasing term policy EXCEPT": "The payable premium amount steadily declines throughout the duration of the contract.",
  "Which of the following is an example of a limited-pay life policy?": "Life Paid-up at Age 65",
  "Which component increases in the increasing term insurance?": "Death benefit",
  "A Universal Life insurance policy has two types of interest rates that are called": "Guaranteed and Current.",
  "Which policy component decreases in decreasing term insurance?": "Face amount",
  "The type of term insurance that provides increasing death benefits as the insured ages is called": "Increasing term.",
  "The policyowner of a Universal Life policy may skip paying the premium and the policy will not lapse as long as": "The policy contains sufficient cash value to cover the cost of insurance.",
  "If an agent wishes to sell variable life policies, what license must the agent obtain?": "Securities",
  "What are the two components of a universal policy?": "Insurance and cash account",
  "A man decided to purchase a $100,000 Annually Renewable Term Life policy to provide additional protection until his children finished college. He discovered that his policy": "Required a premium increase each renewal.",
  "What license or licenses are required to sell variable annuities?": "Both a life insurance license and a securities license",
  "Which option for Universal life allows the beneficiary to collect both the death benefit and cash value upon the death of the insured?": "Option B",
  "Which of the following types of policies allows the policyowner to skip premium payments, provided that there is enough cash value in the policy to cover the premium amount?": "Universal life",
  "Which of the following will NOT be an appropriate use of a deferred annuity?": "Creating an estate",
  "Which of the following products requires a securities license?": "Variable annuity",
  "In an Adjustable Life policy all of the following can be changed by the policy owner EXCEPT": "The type of investment.",
  "The annuity owner dies while the annuity is still in the accumulation stage. Which of the following is TRUE?": "The beneficiary will receive the greater of the money paid into the annuity or the cash value.",
  "Which of the following determines the cash value of a variable life policy?": "The performance of the policy portfolio",
  "All of the following are true about variable products EXCEPT": "The premiums are invested in the insurer’s general account.",
  "A man purchased a $90,000 annuity with a single premium, and began receiving payments 2 months after that. What type of annuity is it?": "Immediate",
  "Which of the following Life Insurance policies would be considered interest sensitive?": "Universal life",
  "Which type of life insurance policy allows the policyowner to pay more or less than the planned premium?": "Universal life",
  "Which two terms are associated directly with the way an annuity is funded?": "Single payment or periodic payments",
  "Which of the following is NOT true regarding the annuitant?": "The annuitant cannot be the same person as the annuity owner.",
  "Which Universal Life option has a gradually increasing cash value and a level death benefit?": "Option A",
  "To sell variable life insurance policies, an agent must receive all of the following EXCEPT": "SEC registration.",
  "Equity indexed annuities": "Seek higher returns.",
  "Annually renewable term policies provide a level death benefit for a premium that": "Increases annually.",
  "Which of the following is TRUE regarding variable annuities?": "The annuitant assumes the risks on investment.",
  "Which of the following are NOT fundable by annuities?": "Death benefits",
  "An agent selling variable annuities must be registered with": "FINRA.",
  "A domestic insurer issuing variable contracts must establish one or more": "Separate accounts.",
  "What required provision protects against unintentional lapse of the policy?": "Grace period",
  "Under which nonforfeiture option does the company pay the surrender value and have no further obligations to the policyowner?": "Cash surrender",
  "Which of the following statements is TRUE concerning the Accidental Death Rider?": "It will pay double or triple the face amount.",
  "An individual is purchasing a permanent life insurance policy with a face value of $25,000. While this is all the insurance that he can afford at this time, he wants to be sure that additional coverage will be available in the future. Which of the following options should be included in the policy?": "Guaranteed insurability option",
  "A father purchases a life insurance policy on his teenage daughter and adds the Payor Benefit rider. In which of the following scenarios will the rider waive the payment of premium?": "If the father is disabled for more than 6 months",
  "Which of the following is true of a children's rider added to an insured's permanent life insurance policy?": "It is term coverage that is convertible to permanent insurance at or prior to the child reaching the maximum coverage age.",
  "A rider attached to a life insurance policy that provides coverage on the insured's family members is called the": "Other-insured rider.",
  "What would be an advantage to naming a contingent (or secondary) beneficiary in a life insurance policy?": "It determines who receives policy benefits if the primary beneficiary is deceased.",
  "Which two terms are associated directly with the premium?": "Level or flexible",
  "What is the clause that describes the method of paying the death benefit in the event that the insured and beneficiary are both killed in the same accident?": "Common Disaster Clause",
  "Which option is being utilized when the insurer accumulates dividends at interest and then uses the accumulated dividends, plus interest, and the policy cash value to pay the policy up early?": "Paid-up option",
  "All of the following are Nonforfeiture options EXCEPT": "Interest only",
  "The accelerated benefits provision will provide for an early payment of the death benefit when the insured": "Becomes terminally ill.",
  "Which rider, when attached to a permanent life insurance policy, provides an amount of insurance on every family member?": "Family term rider",
  "If an insured withdraws a portion of the face amount in the form of accelerated benefits because of a terminal illness, how will that affect the payable death benefit from the policy?": "The death benefit will be smaller.",
  "An insured has a life insurance policy from a participating company and receives quarterly dividends. He has instructed the company to apply the policy dividends to increase the death benefit. The dividend option that the insured has chosen is called": "Paid-up additions.",
  "Which of the following is true about the premium on the children’s rider in a life insurance policy?": "It remains the same no matter how many children are added to the policy.",
  "The life insurance policy clause that prevents an insurance company from denying payment of a death claim after a specified period of time is known as the": "Incontestability clause.",
  "If a beneficiary wants a guarantee that benefits paid from principal and interest would be paid for a period of 10 years before being exhausted, what settlement option should the beneficiary select?": "Fixed period",
  "Which of the following premium payment modes will incur the lowest overall payment?": "Annual",
  "Which of the following is TRUE about the 10-day free-look period in a Life Insurance policy?": "It begins when the policy is delivered.",
  "Which of the following, when attached to a permanent life insurance policy, allows the policyowner to customize the policy to provide an additional amount of temporary insurance on the insured, or allows amounts of temporary insurance to cover other family members?": "Term rider",
  "The Waiver of Cost of Insurance rider is found in what type of insurance?": "Universal Life",
  "Which of the following riders is often used in business life insurance policies when the policyowner needs to change the insured under the policy?": "Substitute insured rider",
  "Which of the following allows the insurer to relieve a minor insured from premium payments if the minor's parents have died or become disabled?": "Payor Benefit",
  "All of the following statements concerning dividends are true EXCEPT": "Dividend amounts are guaranteed in the policy.",
  "The provision which states that both the policy and a copy of the application form the contract between the policyowner and the insurer is called the": "Entire contract.",
  "A life insurance policy does not have a war clause. If the insured is killed during a time of war, what will the beneficiary receive from the policy?": "The full death benefit",
  "According to the Entire Contract provision, a policy must contain": "A copy of the original application for insurance.",
  "Which of the following best describes fixed-period settlement option?": "Both the principal and interest will be liquidated over a selected period of time.",
  "If a settlement option is not chosen by the beneficiary or policyowner, which option will be used?": "Lump sum",
  "The policyowner wants to make sure that upon his death, the life policy will pay a portion of the proceeds annually to his spouse, but that the principal will be paid to their children when they reach a certain age. Which settlement option should the policyowner choose?": "Interest only option",
  "All of the following are dividend options EXCEPT": "Fixed-period installments.",
  "Life income joint and survivor settlement option guarantees": "Income for 2 or more recipients until they die.",
  "At the time the insured purchased her life insurance policy, she added a rider that will allow her to purchase additional insurance in the future without having to prove insurability. This rider is called": "Guaranteed insurability.",
  "An insured has had a life insurance policy that he purchased 3 years ago when he was 40 years old. He is killed in an automobile accident and it is discovered that he is actually 45 years old, and not 43, as stated on the application. What will the company do?": "Pay a reduced death benefit",
  "The insured had his wife named as the beneficiary of his life insurance policy. To ensure that his wife had income for life after the insured's death, he chose the life income settlement option. The amount of payments will be determined by taking into account all of the following EXCEPT": "The insured's age at death.",
  "An insured purchased a 15-year level term life insurance policy with a face amount of $100,000. The policy contained an accidental death rider, offering a double indemnity benefit. The insured was severely injured in an auto accident, and after 10 weeks of hospitalization, died from the injuries. What amount would his beneficiary receive as a settlement?": "$200,000",
  "Which life insurance settlement option guarantees payments for the lifetime of the recipient, but also specifies a guaranteed period, during which, if the original recipient dies, the payments will continue to a designated beneficiary?": "Life income with period certain",
  "A couple owns a life insurance policy with a Children’s Term rider. Their daughter is reaching the maximum age of dependent coverage, so she will have to convert to permanent insurance in the near future. Which of the following will she need to provide for proof of insurability?": "Proof of insurability is not required.",
  "If a policy has an automatic premium loan provision, what happens if the insured dies before the loan is paid back?": "The balance of the loan will be taken out of the death benefit.",
  "The policyowner pays for her life insurance annually. Until now, she has collected a nontaxable dividend check each year. She has decided that she would rather use the dividends to help pay for her next premium. What option would allow her to do this?": "Reduction of premium",
  "Which of the following applies to the 10-day free-look privilege?": "It permits the insured to return the policy for a full refund of premiums paid.",
  "According to the entire contract provision, what document must be made part of the insurance policy?": "Copy of the original application",
  "A rider that may be attached to a life insurance policy that will adjust the face amount based upon a specific index, such as the Consumer Price Index, is called": "Cost of living rider.",
  "When may an insurance company use suicide as a defense against paying a death claim?": "When death occurs within a specified period of time after the policy was issued",
  "When an insured under a life insurance policy died, the designated beneficiary received the face amount of the policy as well as a refund of all of the premiums paid. Which rider is attached to the policy?": "Return of premium",
  "The sole beneficiary of a life insurance policy dies before the insured. If the policyowner fails to change the beneficiary before the insured's death, the proceeds of the policy will go to": "The insured's estate.",
  "When a whole life policy lapses or is surrendered prior to maturity, the cash value can be used to": "Purchase a single premium policy for a reduced face amount.",
  "If a life policy allows the policyowner to make periodic additions to the face amount at standard rates, without proving insurability, the policy includes a": "Guaranteed insurability rider.",
  "Which is NOT true about beneficiary designations?": "The beneficiary must have insurable interest in the insured.",
  "What happens when a policy is surrendered for its cash value?": "Coverage ends and the policy cannot be reinstated.",
  "An insured and his wife are both involved in a head-on collision. The husband dies instantly, and the wife dies 15 days later. The company pays the death benefit to the estate of the insured. This indicates that the life insurance policy had what provision?": "Common Disaster",
  "An insured receives an annual life insurance dividend check. What term best describes this arrangement?": "Cash option",
  "When the policyowner specifies a dollar amount in which installments are to be paid, he/she has chosen which settlement option?": "Fixed amount",
  "An insured misstates her age at the time the life insurance application is taken. This misstatement may result in": "Adjustment in the amount of death benefit.",
  "The Ownership provision entitles the policyowner to do all of the following EXCEPT": "Set premium rates.",
  "An insured pays an annual premium to his insurer. In return, the insurer promises to pay benefits in accordance with the terms of the contract. This is called": "Consideration.",
  "After a back injury, an insured is disabled for a year. His insurance policy carries a Disability Income Benefit rider. Which of the following benefits will he receive?": "Monthly premium waiver and monthly income",
  "In a case where the primary beneficiary predeceases the insured, in the event of the insured's death, the death benefit proceeds will be paid to": "The contingent beneficiary.",
  "If an insured continually uses the automatic premium loan option to pay the policy premium,": "The policy will terminate when the cash value is reduced to nothing.",
  "An insured has chosen joint and 2/3 survivor as the settlement option. What does this mean to the beneficiaries?": "The surviving beneficiary will continue receiving 2/3 of the benefit paid when both beneficiaries were alive.",
  "Under which of the following circumstances would an insurer pay accelerated benefits?": "An insured is diagnosed with cancer and needs help paying for her medical treatment.",
  "Which is true about a spouse term rider?": "The rider is usually level term insurance.",
  "What is the term for how frequently a policyowner is required to pay the policy premium?": "Mode",
  "Under an extended term nonforfeiture option, the policy cash value is converted to": "The same face amount as in the whole life policy.",
  "The rider in a whole life policy that allows the company to forgo collecting the premium if the insured is disabled is called": "Waiver of premium.",
  "Which is TRUE about the cash surrender nonforfeiture option?": "Funds exceeding the premium paid are taxable as ordinary income.",
  "What is the name of a clause that is included in a policy that limits or eliminates the death benefit if the insured dies as a result of war or while serving in the military?": "Military service or war",
  "Which nonforfeiture option provides coverage for the longest period of time?": "Reduced paid-up",
  "An insured owns a life insurance policy. To be able to pay some of her medical bills, she withdraws a portion of the policy’s cash value. There is a limit for a withdrawal and the insurer charges a fee. What type of policy does the insured most likely have?": "Universal life",
  "Which of the following named beneficiaries would NOT be able to receive the death benefit directly from the insurer in the event of the insureds' death?": "A minor son of the insured",
  "Which of the following is TRUE about nonforfeiture values?": "They are required by state law to be included in the policy.",
  "A 40-year old man buys a whole life policy and names his wife as his only beneficiary. His wife dies 10 years later. He never remarries and dies at age 61, leaving 2 grown-up children. Assuming he never changed the beneficiary, the policy proceeds will go to": "The insured's estate.",
  "What is the waiting period on a Waiver of Premium rider in life insurance policies?": "6 months",
  "An insured had a $10,000 term life policy. The annual premium of $200 was due on February 1; however, the insured failed to pay the premium. He died on February 28. How much would the beneficiary receive from the policy?": "$9,800",
  "Children's riders attached to whole life policies are usually issued as what type of insurance?": "Term",
  "Which of the following riders would NOT cause the Death Benefit to increase?": "Payor Benefit Rider",
  "Upon the death of the insured, the primary beneficiary discovers that the insured chose the interest only settlement option. What does this mean?": "The beneficiary will only receive payments of the interest earned on the death benefit.",
  "The validity of coverage under a life insurance policy may not be contested, except for nonpayment of premium, after the policy has been in force for at least how many years?": "2 years",
  "All of the following are TRUE statements regarding the accumulation at interest option EXCEPT": "The interest is not taxable since it remains inside the insurance policy.",
  "All of the following are true regarding the guaranteed insurability rider EXCEPT": "This rider is available to all insureds with no additional premium.",
  "An insured will be allowed to reactivate her lapsed life insurance policy if action is taken within a certain period of time, and proof of insurability is provided. Which policy provision allows this?": "Reinstatement provision",
  "Which nonforfeiture option has the highest amount of insurance protection?": "Extended Term",
  "Which of the following statements is TRUE about a policy assignment?": "It transfers rights of ownership from the owner to another person.",
  "Which of the following settlement options in life insurance is known as straight life?": "Life income",
  "If the policyowner, the insured, and the beneficiary under a life insurance policy are three different people, who has the ownership rights?": "Policyowner",
  "Which of the following statements about a suicide clause in a life insurance policy is true?": "Suicide is excluded for a specific period of years and covered thereafter.",
  "The interest earned on policy dividends is": "Taxable.",
  "The two types of assignments are": "Absolute and collateral.",
  "A business owner was trying to obtain a bank loan to fund the purchase of a new business facility, but the bank required proof of additional assets to secure the loan. The business owner then decided to use her $250,000 life insurance policy to secure the loan. Which provision makes this possible?": "Collateral assignment",
  "Items stipulated in the contract that the insurer will not provide coverage for are found in the": "Exclusions clause.",
  "What is the benefit of choosing extended term as a nonforfeiture option?": "It has the highest amount of insurance protection.",
  "When the insured selects the extended term nonforfeiture option, the cash value will be used to purchase term insurance with what face amount?": "Equal to the original policy for as long as the cash values will purchase.",
  "What is the purpose of a fixed-period settlement option?": "To provide a guaranteed income for a certain amount of time",
  "A long stretch of national economic hardship causes a 7% rate of inflation. A policyowner notices that the face value of her life insurance policy has been raised 7% as a result. Which policy rider caused this change?": "Cost of Living Rider",
  "When a reduced-paid up nonforfeiture option is chosen, what happens to the face amount of the policy?": "It is reduced to the amount of what the cash value would buy as a single premium.",
  "J applied for a life insurance policy on January 10. The policy was issued on January 31. J's agent was vacationing at the time the policy was issued, so J did not receive the policy until February 18. J decides that he does not want the policy. When would J need to return the policy to the insurer in order to receive a full refund of premium paid?": "February 28th, or 10 days after the time the policy is delivered.",
  "Which of the following describes the tax advantage of a qualified retirement plan?": "The earnings in the plan accumulate tax deferred.",
  "All of the following are TRUE of the federal tax advantages of a qualified plan EXCEPT": "At distribution, all amounts received by the employee are tax free.",
  "Who can make a fully deductible contribution to a traditional IRA?": "An individual not covered by an employer-sponsored plan who has earned income",
  "What percentage of a company's employees must take part in a noncontributory group life plan?": "100%",
  "Partners in a business enter into a buy-sell agreement to purchase life insurance, which states that should one of them die prematurely, the other would be financially able to buy the interest of the deceased partner. What type of insurance policy may be used to fund this agreement?": "Any form of life insurance",
  "In a direct rollover, how is the money transferred from one plan to the new one?": "From trustee to trustee",
  "Which of the following is INCORRECT concerning a noncontributory group plan?": "The employees receive individual policies.",
  "What is the primary purpose of a 401(k) plan?": "Retirement",
  "All of the following are examples of third-party ownership of a life insurance policy EXCEPT": "An insured borrows money from the bank and makes a collateral assignment of a part of the death benefit to secure the loan.",
  "All of the following statements concerning the use of life insurance as an Executive Bonus are correct EXCEPT": "The policy is owned by the company.",
  "An employee is insured under her employer's group life plan. If she terminates her group coverage, which of the following statements is INCORRECT?": "The insured may choose to convert to term or permanent individual coverage.",
  "If a life insurance policy develops cash value faster than a seven-pay whole life contract, it becomes a/an": "Modified endowment contract.",
  "If an insured worker has earned 40 quarters of coverage, the worker’s status under Social Security disability is": "Fully insured.",
  "Who is a third-party owner?": "A policyowner who is not the insured",
  "To attain currently insured status under Social Security, a worker must have earned at least how many credits during the last 13 quarters?": "6 credits",
  "Which of the following terms is used to name the nontaxed return of unused premiums?": "Dividend",
  "SIMPLE Plans require all of the following EXCEPT": "At least 1,000 employees.",
  "All of the following are characteristics of group life insurance EXCEPT": "Premiums are determined by the age, sex and occupation of each individual certificate holder.",
  "All of the following are requirements of eligibility for Social Security disability income benefits EXCEPT": "Being age 65.",
  "What is the main purpose of the Seven-pay Test?": "It determines if the insurance policy is a MEC.",
  "Death benefits payable to a beneficiary under a life insurance policy are generally": "Not subject to income taxation by the Federal Government.",
  "Which of the following insurance arrangements will be appropriate for a parent buying a life insurance policy on a child where the parent is the policyowner?": "Third-party ownership",
  "When an employer offers to give an employee a wage increase in the amount of the premium on a new life insurance policy, this is called a(n)": "Executive bonus.",
  "Which of the following is TRUE of a qualified plan?": "It has a tax benefit for both employer and employee.",
  "Group life insurance is a single policy written to provide coverage to members of a group. Which of the following statements concerning group life is CORRECT?": "100% participation of members is required in noncontributory plans.",
  "Which of the following employees insured under a group life plan would be allowed to convert to individual insurance of the same coverage once the plan is terminated?": "Those who have been insured under the plan for at least 5 years",
  "Social Security was created to provide all of the following benefits EXCEPT": "Unemployment income.",
  "If an insured surrenders his life insurance policy, which statement is true regarding the cash value of the policy?": "It is only taxable if the cash value exceeds the amount paid for premiums.",
  "Employer contributions made to a qualified plan": "Are subject to vesting requirements.",
  "What is the number of credits required for fully insured status for Social Security disability benefits?": "40",
  "All of the following are true of key person insurance EXCEPT": "The plan is funded by permanent insurance only.",
  "An employee quits her job where she has a balance of $10,000 in her qualified plan. If she decides to do a direct transfer from her plan to a Traditional IRA, how much will be transferred from one plan administrator to another and what is the tax consequence of a direct transfer?": "$10,000, no tax consequence",
  "All of the following employees may use a 403(b) plan for their retirement EXCEPT": "The CEO of a private corporation.",
  "An employee quits his job on May 15 and doesn't convert his Group Life policy to an individual policy for 2 weeks. He dies in a freak accident on June 1. Which of the following statements best describes what will happen?": "The insurer will pay the full death benefit from the group policy to the beneficiary.",
  "All of the following benefits are available under Social Security EXCEPT": "Welfare benefits.",
  "An employee quits his job and converts his group policy to an individual policy; the premium for the individual policy will be based on his": "Attained age.",
  "Which of the following statements regarding the taxation of Modified Endowment Contracts is FALSE?": "Withdrawals are not taxable.",
  "All of the following would be eligible to establish a Keogh retirement plan EXCEPT": "The president and employee of a family corporation.",
  "When an employee terminates coverage under a group insurance policy, coverage continues in force": "For 31 days.",
  "All of the following would be different between qualified and nonqualified retirement plans EXCEPT": "Taxation on accumulation",
  "Which of the following is true regarding taxation of accelerated benefits under a life insurance policy?": "They are tax free to terminally ill insured.",
  "When a beneficiary receives payments consisting of both principal and interest portions, which parts are taxable as income?": "Interest only",
  "A key person insurance policy can pay for which of the following?": "Costs of training a replacement",
  "If a retirement plan or annuity is \"qualified,\" this means": "It is approved by the IRS.",
  "If $100,000 of life insurance proceeds were used in a settlement option, which paid $13,000 per year for ten years, which of the following would be taxable annually?": "$3,000",
  "Which of the following would describe a legal document which would dictate who can buy a deceased partner's share of a business and for what amount?": "Buy-sell agreement",
  "The president of a manufacturing company has offered one of the company’s officers a special individual annuity plan that is unavailable to lower-echelon employees. This plan would be funded with before-tax corporate dollars, and it does not meet government approval standards. This annuity plan is": "A nonqualified annuity plan.",
  "The advantage of qualified plans to employers is": "Tax-deductible contributions.",
  "A tax-sheltered annuity is a special tax-favored retirement plan available to": "Certain groups of employees only.",
  "What is the official name for the Social Security program?": "Old Age Survivors Disability Insurance",
  "A \"certification of license status\" report can be run on any currently licensed New Jersey producer, but can only contain information on formal disciplinary actions taken within the past": "4 years.",
  "When an insurance producer negotiates for an insurance contract on behalf of a client, the producer is acting as a(n)": "Broker.",
  "A producer's appointment lasts for how long?": "Until it is terminated",
  "In choosing an insurance business name, which of the following would be allowed?": "A proper name which does not belong to any officers, stockholders, or executives",
  "Presenting any written or oral statement in support of or in opposition to a claim payment, while knowing that the statement contains false or misleading information material to the claim, would be best considered": "A violation of the New Jersey Insurance Fraud Prevention Act.",
  "A licensed insurance producer may request a waiver of license renewal procedures under any of the following circumstances EXCEPT": "His renewal forms were lost in the mail.",
  "All of the following would be considered an insurance transaction EXCEPT": "Obtaining an insurance license.",
  "On a participating insurance policy issued by a mutual insurance company, dividends paid to policyholders are": "Not taxable since the IRS treats them as a return of a portion of the premium paid.",
  "The McCarran Act stated that the federal government would not regulate insurance as long as an adequate job of regulating the industry was done by the": "States.",
  "An insured purchased an insurance policy 5 years ago. Last year, she received a dividend check from the insurance company that was not taxable. This year, she did not receive a check from the insurer. From what type of insurer did the insured purchase the policy?": "Mutual",
  "Which of the following is the legal name of a corporation or partnership under which a licensee conducts insurance business?": "Business name",
  "Which of the following most likely would NOT be required to complete continuing education hours in this state?": "Nonresident producers",
  "Which of the following was created to protect policyowners, insureds, and beneficiaries under insurance contracts when insurers fail to perform contractual obligations due to financial impairment?": "New Jersey Life and Health Guaranty Association",
  "U.S. vs. South-Eastern Underwriters was decided in 1944. To what extent does the Supreme Court's decision still apply to insurance today?": "It still stands in full. Insurance is considered to be interstate commerce and is therefore subject to regulation by the federal government.",
  "A licensed insurance producer must notify the Department of a change in mailing address within how many days and by what method?": "30 days, by mail or electronically",
  "What is the minimum age that an insurance producer can be licensed in New Jersey?": "18",
  "What is the minimum licensing age for nonresident insurance producers in New Jersey?": "18",
  "Which of the following licenses is required for a surplus lines producer?": "Property and Casualty",
  "The Supreme Court stated that insurance is interstate commerce and is therefore subject to regulation by the federal government in the decision of what case?": "The U.S. vs. the South-Eastern Underwriters Association",
  "Who might receive dividends from a mutual insurer?": "Policyholders",
  "All of the following are considered limited lines of authority EXCEPT": "Surplus lines.",
  "Through which branch(es) of the government is insurance currently regulated?": "All of the above",
  "It is the job of what authority to appoint and remove officers and other personnel employed within the Department?": "Commissioner",
  "Which of the following is an example of a producer being involved in an unfair trade practice of rebating?": "Telling a client that his first premium will be waived if he purchases the insurance policy today",
  "A licensee violates an insurance regulation. A hearing is held, and the person is found guilty. If this is the person's first offense, the penalty is no more than": "$5,000.",
  "Which of the following must an insurer obtain in order to transact insurance within a given state?": "Certificate of authority",
  "A nonresident licensed producer decides to conduct business under an assumed name. Which of the following is true?": "Nonresident producers may not conduct business under any name besides legal names.",
  "Licensees must file with the Department a branch office registration form within how many days before business is first conducted there?": "30",
  "If an insurer cancels an agency contract, it must notify the Commissioner in writing within how many days?": "15",
  "If an insurer meets the state's financial requirements and is approved to transact business in the state, it is considered to be": "Authorized.",
  "All of the following would be considered rebating EXCEPT": "An agent misrepresents policy benefits to convince a policyowner to replace policies.",
  "Which of the following is included in the term “insurance-related conduct”?": "Transmitting funds between producers and the insurance company",
  "What type of licensee represents the insurance company?": "Agent",
  "A Certification of License Status must include all of the following information EXCEPT": "Number of years a licensee has been in the business",
  "The Commissioner may revoke a producer's license for all of the following reasons EXCEPT": "Acting in a fiduciary capacity.",
  "What is the fine for violating the Commissioner’s cease and desist order?": "$5,000",
  "Which of the following is NOT a duty of the Commissioner?": "Developing insurance rates",
  "What is a branch office?": "An office in this state where the licensee conducts insurance business, other than a principal office",
  "Within how many days must a producer report claims to the insurer?": "5 business days",
  "Which of the following is a person or organization that is allowed to write business in New Jersey for insurance companies that do not possess a certificate of authority in New Jersey, if no authorized insurers in New Jersey offer the specific type of insurance in question?": "Surplus lines agent",
  "If the issuance of a license is denied and a hearing is requested, which entity will be making determination whether or not the license should be issued?": "The Department of Insurance",
  "When a producer was reviewing a potential customer’s coverage written by another company, the producer made several remarks that were maliciously critical of that other insurer. The producer could be found guilty of": "Defamation.",
  "How is the Insurance Guaranty Association funded?": "By its members – authorized insurers",
  "Provided that it is a first offense, what is the maximum penalty for failing to respond to a subpoena?": "$5,000",
  "Any inducement offered to the insured in the sale of an insurance policy that is not specified in the policy is an unlawful practice known as": "Rebating.",
  "When doing business in this state, an insurance company that is formed under the laws of another state is known as which type of insurer?": "Foreign",
  "Which of the following is a duty of the Commissioner of insurance in this state?": "Amend rules and regulations",
  "In accordance with the Administrative Procedure Act, what entity has the authority to make and enforce rules and regulations to implement and carry out the purposes of the Insurance laws of New Jersey?": "Commissioner",
  "In order to become a producer in New Jersey, after submitting a licensing application, candidates must pass a licensing examination within": "1 year.",
  "An insurer goes bankrupt and is unable to pay on any of its insureds' claims. Which of the following will happen?": "The claims will be paid by the state Life and Health Guaranty Association.",
  "Which of the following best describes an insurance company that has been formed under the laws of this state?": "Domestic",
  "If an insurance company makes a statement that its policies are guaranteed by the existence of the Insurance Guaranty Association, that would be considered": "An unfair trade practice.",
  "The Commissioner believes that a licensee has violated an insurance regulation and decides to conduct a hearing. How long of a notice must the Commissioner provide the licensee?": "10 days",
  "Which of the following persons is required to hold a producer license?": "A person who negotiates insurance contracts",
  "What significance did Paul vs. Virginia have on the insurance industry?": "It was decided that insurance was not interstate commerce and could not be regulated by the federal government.",
  "To cancel an insurance producer license, the producer must": "Send the license to the Insurance Department and request cancellation.",
  "An insurance producer is acting as a broker when he or she negotiates for an insurance contract on behalf of": "A client.",
  "Who does an insurance agent represent?": "The insurer",
  "When transacting business in this state an insurer formed under the laws of another country is known as a/an": "Alien insurer.",
  "The requirement that agents must account for all insurance funds collected, and are not permitted to comingle those funds with their own is known as": "Fiduciary responsibility.",
  "Producer licenses are valid for": "2 years.",
  "If a person violates a cease and desist order, the Commissioner can turn the matter over to the New Jersey Superior Court for further legal action and can assess a fine for each violation of up to": "$5,000.",
  "An insurance producer refused to comply with a subpoena. What would be the producer’s penalty for this violation?": "A fine up to $5,000",
  "When twin brothers applied for life insurance from Company A, the company found that while neither of them smoked and both had a very similar lifestyle, one of the twins was in a much stronger financial position than the other. Because of this, the company charged him a higher rate for his insurance. This practice is considered": "Discrimination.",
  "Which of the following provide(s) funding for the New Jersey Life and Health Guaranty Association?": "Member insurers",
  "All of the following are requirements for a nonresident license EXCEPT": "Passing the New Jersey licensing examination.",
  "What significance did U.S. vs. South-Eastern Underwriters have on the insurance industry?": "It reversed the decision of Paul vs. Virginia, determining that insurance is interstate commerce and should be regulated federally.",
  "Which of the following is the closest term to an authorized insurer?": "Admitted",
  "Under which of the following circumstances would a nonresident producer NOT required to complete CE hours in New Jersey?": "If the producer’s home state has the same CE requirements and the producer satisfies them",
  "Producer's and insurer's actions related to insurance transactions, from selling insurance to processing claims are referred to as": "Insurance-related conduct.",
  "All of the following professional designations are recognized by the Department as acceptable substitutes for education and examination requirements EXCEPT": "Professional Insurance Agent (PIA)",
  "What are the penalties for the first, second, and any subsequent violation of the New Jersey Fraud Prevention Act, respectively?": "$5,000; $10,000; $15,000",
  "An insurer is closing a branch office in this state. Within how many days of the office closing must the insurer notify the Department?": "30 days",
  "Which of the following best describes the unfair trade practice of defamation?": "Making derogatory oral statements about another insurer's financial condition",
  "Which of the following will NOT be considered unfair discrimination by insurers?": "Discriminating in benefits and coverages based on the insured’s habits and lifestyle",
  "If a violation of the New Jersey insurance code were to occur, a cease and desist order and/or penalty may be issued. Who may issue a cease and desist order?": "Commissioner",
  "Insurance is regulated": "Mostly on a state level.",
  "Which of the following would be required to be licensed as an insurance producer?": "A salaried employee who advertises and solicits insurance",
  "An organization licensed as a producer business entity based in New York would like to transact insurance in New Jersey. Which of the following is true?": "The organization will need to obtain a nonresident business entity license, and its producers will need to obtain nonresident licenses",
  "After its issuance, the temporary work authority expires after how many days?": "60 days",
  "Which of the following types of insurance would be written by a limited lines agent?": "Credit insurance",
  "All of the following could own group life insurance EXCEPT": "A group needing low-cost life insurance.",
  "A life insurance policy has lapsed, and the policyowner would like to reinstate it. In order to initiate the reinstatement process, he must submit an application to his insurer. Which of the following is true?": "It is the policyowner's responsibility to request the reinstatement application; the insurer must then deliver it within 30 days.",
  "An insurance company and insured are settling a lawsuit involving a life insurance policy. The insurer believes that the application would help to establish material facts in the case. Which of the following is true?": "Applications can only be used in court cases if they are attached to or endorsed upon the issued policy.",
  "A small employer owns a group health insurance policy. The employer neglects to pay the premium by the payment due date. The employer fails to pay the premium yet again by the end of the grace period. Which of the following will happen?": "The policy will terminate.",
  "If an insurer requires an application in order to renew a life insurance policy, it is the insurer's responsibility to send one to the insured": "Within 30 days of the insured's request.",
  "In New Jersey, the minimum age at which a person can purchase a life insurance policy on his or her own life is": "15.",
  "A person takes out a loan in order to pay off his house. He dies several years later, having paid off only a small portion of the debt. Which of the following is true?": "If the lender has credit insurance, this amount will be paid to the lender.",
  "Which type of misrepresentation persuades an insured, to his or her detriment, to cancel, lapse, or switch policies from one to another?": "Twisting",
  "Which of the following would be the beneficiary in credit life insurance?": "Creditor",
  "Which of the following is NOT allowed in credit life insurance?": "Creditor requiring that a debtor buys insurance from a certain insurer",
  "A group of 15 skydivers met at a seminar and began talking about life insurance during a break. Because it was expensive to get individual life insurance, they decided to band together to form a small group so that they could qualify for group life insurance. After they applied for group life insurance, they were rejected. Why?": "The purpose of the group was to purchase life insurance.",
  "Which of the following types of insurance policies is most commonly used in credit life insurance?": "Decreasing term",
  "During policy replacement, the replacing insurer must notify existing insurers within what time period?": "5 business days",
  "The type of insurance sold to a debtor and designed to pay the amount due on a loan if the debtor dies before the loan is repaid is called": "Credit life.",
  "An insured replaces his current policy with one offered by another insurer. If he finds that he is unsatisfied with the new policy, within what period of time can he return it and receive a full refund?": "30 days",
  "Fred is the owner of a whole life insurance policy. Some of the details involving benefit payments are not expressed in the policy, but the insurer proposed an arrangement 10 years ago. Fred has still not agreed formally to the terms of the proposal. When the policy matures, what will the insurer do?": "Hold Fred's money in its general fund until it can come to a formal agreement with Fred",
  "The insurer must maintain copies of Notice Regarding Replacement and the comparative information form, policy summary, and all sales materials until the next regular examination by the Department of Banking and Insurance or for at least": "5 years.",
  "Which rule would apply if an agent knows an applicant is going to cash in an old policy and use the funds to purchase new insurance?": "Replacement rule",
  "All of the following statements are correct regarding Credit Life Insurance EXCEPT": "Benefits are paid to the borrower's beneficiary.",
  "An insurer must keep all sales materials for at least how long?": "5 years",
  "All advertisements pertaining to life insurance policies are the responsibility of the": "Insurer.",
  "By how many days does the discontinuance of a group insurance policy reduce the time limit for providing notice of claim or proof of loss?": "0 days",
  "Credit Life insurance": "Insures the life of a debtor.",
  "Which of the following documents must be provided to the policyowner or applicant during policy replacement?": "Notice Regarding Replacement",
  "If an insured requires an application in order to reinstate a policy, and if the insured requests reinstatement in writing, an application must be delivered to the insured within": "30 days.",
  "The buyer's guide and policy summary can be delivered with the policy or earlier if the policy contains an unconditional refund provision of at least": "10 days.",
  "A small employer owns a group health insurance policy. The employer does not pay the premium by the premium due date and fails again to pay by the end of the grace period. The insurer cancels the policy. Which of the following is true?": "The insurer will pay all losses through the end of the grace period.",
  "A life insurance policy insures against 5 different perils. If the policyowner wants to cancel the coverage of one of those perils, can that be done?": "Only if the policy specifies that a separate premium for that peril coverage is separately cancelable.",
  "In New Jersey, the public is protected by a notice of discontinuance when a policy is discontinued for nonpayment of premiums. When a policy is discontinued, all of the following are required EXCEPT": "Refund of premiums.",
  "Agents who persuade insureds to cancel a policy in favor of another one when it might not be in the insured's best interest are guilty of": "Twisting.",
  "Which of the following entities is held responsible for the contents of an insurer’s advertisement on local TV station?": "The insurance company",
  "Which of the following is TRUE about credit life insurance?": "Creditor is the policyowner.",
  "Using names or titles that have tendency to misrepresent the true nature of a policy is an example of what illegal practice?": "False advertising",
  "During replacement of life insurance, a replacing insurer must do which of the following?": "Obtain a list of all life insurance policies that will be replaced",
  "It is the responsibility of which of the following to make sure that an applicant/policyholder has a policy summary and buyer's guide?": "Insurer",
  "Which of the following scenarios would NOT be covered by insurance?": "Client M purchases life insurance on herself prior to committing suicide.",
  "Which of the following is true regarding the insurance amount in a credit life policy?": "Creditor can only insure the debtor for the amount owed.",
  "Misrepresenting an insurance policy as a share of stock is an example of which of the following?": "False advertising",
  "An individual wants to purchase a life insurance policy. His agent asks if the transaction will involve replacing any existing life insurance policies. If the customer replies, \"Yes,\" which of the following best describes the agent's next step?": "The agent must provide a replacement notice to the applicant.",
  "Solicitation rules would apply to which of the following types of coverage?": "Whole Life",
  "The initial amount of credit life insurance may NOT exceed": "The amount to be repaid under the contract."
}
